[
	{
		"id": "http://zotero.org/groups/5545948/items/BFAXP2C8",
		"type": "article-journal",
		"abstract": "Autism spectrum disorder (ASD) is frequently identified in children but is often unrecognised in adults. ASD is characterised by difficulties in social interaction, communication and restricted interests, but other presentations are common, especially in adults. This report describes a 34-year-old man with a history of multiple psychiatric diagnoses including generalised anxiety disorder, major depressive disorder and panic disorder. He was diagnosed with ASD in his early 30s and engaged in a targeted treatment plan, including rationalisation of medications, supportive therapy and occupational therapy, which successfully facilitated discharge from mental health services. This case illustrates the atypical presentation of ASD in adults, which is diagnostically challenging. Such cases often present to community mental health services and may be misdiagnosed as treatment resistant cases of depressive, anxiety or personality disorders. Accurate diagnosis and targeted management is more likely to yield a successful outcome.",
		"container-title": "Irish Journal of Psychological Medicine",
		"DOI": "10.1017/ipm.2019.3",
		"ISSN": "0790-9667, 2051-6967",
		"issue": "3",
		"language": "en",
		"page": "301-304",
		"source": "Cambridge University Press",
		"title": "A case of mistaken diagnoses: diagnostic and management challenges in a case of adult autism spectrum disorder",
		"title-short": "A case of mistaken diagnoses",
		"URL": "https://www.cambridge.org/core/journals/irish-journal-of-psychological-medicine/article/abs/case-of-mistaken-diagnoses-diagnostic-and-management-challenges-in-a-case-of-adult-autism-spectrum-disorder/F42733B025EDED3F316EC150029B75B1",
		"volume": "39",
		"author": [
			{
				"family": "Alexander",
				"given": "L."
			},
			{
				"family": "Farrelly",
				"given": "N."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/GA27GSVF",
		"type": "chapter",
		"abstract": "As rates of autism spectrum disorder (ASD) in the United States have continued to rise, there is evidence of racial and ethnic disparities in ASD prevalence and services access. Compared to White children, children from racial and ethnic minority groups are less likely to be diagnosed with ASD and more likely to be mis-diagnosed or diagnosed later; and once diagnosed, they receive fewer ASD services. In this article, we review current knowledge about ASD disparities, including the complex and multifaceted causes. We highlight areas where further research is needed. Finally, we review promising practices to address ASD disparities, arguing that efforts to reduce disparities are needed at multiple levels such as parent education, widespread adoption of screening in healthcare and community settings, and effective interventions developed for community and school settings.",
		"collection-title": "International Review of Research in Developmental Disabilities",
		"container-title": "International Review of Research in Developmental Disabilities",
		"note": "DOI: 10.1016/bs.irrdd.2018.08.003",
		"page": "145-180",
		"publisher": "Academic Press",
		"source": "ScienceDirect",
		"title": "Chapter Four - A Review of Diagnosis and Service Disparities Among Children With Autism From Racial and Ethnic Minority Groups in the United States",
		"URL": "https://www.sciencedirect.com/science/article/pii/S2211609518300101",
		"volume": "55",
		"author": [
			{
				"family": "Angell",
				"given": "Amber M."
			},
			{
				"family": "Empey",
				"given": "Allison"
			},
			{
				"family": "Zuckerman",
				"given": "Katharine E."
			}
		],
		"editor": [
			{
				"family": "Hodapp",
				"given": "Robert M."
			},
			{
				"family": "Fidler",
				"given": "Deborah J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					1,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/RBE3GKIZ",
		"type": "article-journal",
		"abstract": "Previous research shows that autistic people have high levels of co-occurring mental health conditions. Yet, a number of case reports have revealed that mental health conditions are often misdiagnosed in autistic individuals. A total of 420 adults who identified as autistic, possibly autistic or non-autistic completed an online survey consisting of questions regarding mental health diagnoses they received, whether they agreed with those diagnoses and if not why. Autistic and possibly autistic participants were more likely to report receiving mental health diagnoses compared to non-autistic participants, but were less likely to agree with those diagnoses. Thematic analysis revealed the participants’ main reasons for disagreement were that (1) they felt their autism characteristics were being confused with mental health conditions by healthcare professionals and (2) they perceived their own mental health difficulties to be resultant of ASC. Participants attributed these to the clinical barriers they experienced, including healthcare professionals’ lack of autism awareness and lack of communication, which in turn prevented them from receiving appropriate support. This study highlights the need for autism awareness training for healthcare professionals and the need to develop tools and interventions to accurately diagnose and effectively treat mental health conditions in autistic individuals.",
		"container-title": "Autism",
		"DOI": "10.1177/1362361318818167",
		"ISSN": "1362-3613",
		"issue": "6",
		"journalAbbreviation": "Autism",
		"language": "en",
		"note": "publisher: SAGE Publications Ltd",
		"page": "1508-1518",
		"source": "SAGE Journals",
		"title": "Experience of mental health diagnosis and perceived misdiagnosis in autistic, possibly autistic and non-autistic adults",
		"URL": "https://doi.org/10.1177/1362361318818167",
		"volume": "23",
		"author": [
			{
				"family": "Au-Yeung",
				"given": "Sheena K"
			},
			{
				"family": "Bradley",
				"given": "Louise"
			},
			{
				"family": "Robertson",
				"given": "Ashley E"
			},
			{
				"family": "Shaw",
				"given": "Rebecca"
			},
			{
				"family": "Baron-Cohen",
				"given": "Simon"
			},
			{
				"family": "Cassidy",
				"given": "Sarah"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					8,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/VL2IP2WS",
		"type": "article-journal",
		"abstract": "Background: Over the last several decades, the prevalence of Autism Spectrum Disorder (ASD) has continued to increase, creating a unique challenge for general physicians who are likely to encounter these patients in their practice. The primary aim of this cross-sectional study design was to identify potential knowledge gaps that were present among medical students and pediatric trainees (interns, residents, and fellows) particularly during the management of a sick child with ASD. Methods: A 23-question online survey was developed and distributed to medical students and pediatric trainees at a tertiary children’s hospital affiliated with a medical school. Results: Medical students and pediatric trainees reported a low general knowledge of ASD and were unfamiliar with sensory issues that is often present in these children. Increased discomfort and insufficient didactic and clinical training for providing care to children with ASD during an acute illness were also identified. Both medical students and trainees reported the need for increased education and training, preferentially via patient interaction and small group-based learning. We found that as education/training levels increased, participants perceived increased comfort and knowledge in managing an ill child with ASD. Conclusions: A perceived knowledge gap and discomfort is present amongst medical students and pediatric trainees on the management of children with ASD. Across all education levels, awareness for sensory dysregulation in ASD children is low. Education programs using direct patient interaction and small group learning were the preferred training modalities to learn how to provide optimal care for children with ASD.",
		"container-title": "Frontiers in Pediatrics",
		"DOI": "10.3389/fped.2019.00165",
		"ISSN": "2296-2360",
		"journalAbbreviation": "Front. Pediatr.",
		"language": "English",
		"note": "publisher: Frontiers",
		"source": "Frontiers",
		"title": "Contemporary Trainee Knowledge of Autism: How Prepared Are Our Future Providers?",
		"title-short": "Contemporary Trainee Knowledge of Autism",
		"URL": "https://www.frontiersin.org/articles/10.3389/fped.2019.00165",
		"volume": "7",
		"author": [
			{
				"family": "Austriaco",
				"given": "Kristine"
			},
			{
				"family": "Aban",
				"given": "Inmaculada"
			},
			{
				"family": "Willig",
				"given": "James"
			},
			{
				"family": "Kong",
				"given": "Michele"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					4,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/ESEPQKHR",
		"type": "article-journal",
		"abstract": "<p>Perception of disability is an important construct affecting not only the well-being of individuals with disabilities, but also the moral compass of the society. Negative attitudes toward disability disempower individuals with disabilities and lead to their social exclusion and isolation. By contrast, a healthy society encourages positive attitudes toward individuals with disabilities and promotes social inclusion. The current review explored disability perception in the light of the in-group vs. out-group dichotomy, since individuals with disabilities may be perceived as a special case of out-group. We implemented a developmental approach to study perception of disability from early age into adolescence while exploring cognitive, affective, and behavioral components of children’s attitudes. Potential factors influencing perception of disability were considered at the level of society, family and school environment, and the individual. Better understanding of factors influencing the development of disability perception would allow the design of effective interventions to improve children’s attitudes toward peers with disabilities, reduce intergroup biases, and promote social inclusion. Based on previous research in social and developmental psychology, education, and anthropology, we proposed an integrative model that provides a conceptual framework for understanding the development of disability perception.</p>",
		"container-title": "Frontiers in Psychology",
		"DOI": "10.3389/fpsyg.2021.702166",
		"ISSN": "1664-1078",
		"journalAbbreviation": "Front. Psychol.",
		"language": "English",
		"note": "publisher: Frontiers",
		"source": "Frontiers",
		"title": "Factors Affecting the Perception of Disability: A Developmental Perspective",
		"title-short": "Factors Affecting the Perception of Disability",
		"URL": "https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2021.702166/full",
		"volume": "12",
		"author": [
			{
				"family": "Babik",
				"given": "Iryna"
			},
			{
				"family": "Gardner",
				"given": "Elena S."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					6,
					21
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/VJQMMDA6",
		"type": "article-journal",
		"abstract": "We use a new model of metarepresentational development to predict a cognitive deficit which could explain a crucial component of the social impairment in childhood autism. One of the manifestations of a basic metarepresentational capacity is a ‘theory of mind’. We have reason to believe that autistic children lack such a ‘theory’. If this were so, then they would be unable to impute beliefs to others and to predict their behaviour. This hypothesis was tested using Wimmer and Perner’s puppet play paradigm. Normal children and those with Down’s syndrome were used as controls for a group of autistic children. Even though the mental age of the autistic children was higher than that of the controls, they alone failed to impute beliefs to others. Thus the dysfunction we have postulated and demonstrated is independent of mental retardation and specific to autism.",
		"container-title": "Cognition",
		"DOI": "10.1016/0010-0277(85)90022-8",
		"ISSN": "00100277",
		"issue": "1",
		"journalAbbreviation": "Cognition",
		"language": "en",
		"license": "https://www.elsevier.com/tdm/userlicense/1.0/",
		"page": "37-46",
		"source": "DOI.org (Crossref)",
		"title": "Does the autistic child have a “theory of mind” ?",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/0010027785900228",
		"volume": "21",
		"author": [
			{
				"family": "Baron-Cohen",
				"given": "Simon"
			},
			{
				"family": "Leslie",
				"given": "Alan M."
			},
			{
				"family": "Frith",
				"given": "Uta"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"1985",
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/B8K2QE4M",
		"type": "article-journal",
		"abstract": "Background\nPeople on the autism spectrum may have more physical and mental health conditions in midlife and old age compared to the general population. This study describes the physical and mental health of a unique sample of all middle aged and older Wisconsin Medicaid beneficiaries with an autism spectrum disorder diagnosis and tests differences between those with and without co-occurring intellectual disability.\nMethod\nUsing de-identified Medicaid claims data for 143 adults with a recorded autism spectrum disorder diagnosis aged 40–88 years with any Wisconsin Medicaid claims in 2012 through 2015, we extracted diagnoses for physical and mental health conditions from fee-for-service claims. Logistic regression analyses—controlling for sex, race, and age—compared the adjusted odds of physical and mental health conditions for those with and without intellectual disability.\nResults\nMany physical and mental health conditions, including immune conditions (70.6%), cardiovascular disease (49.0%) and its risk factors (46.2%), sleep disorders (85.3%), gastrointestinal disorders (49.7%), neurologic conditions (55.9%), and psychiatric disorders (72.0%) were highly prevalent in our full sample. Although there were many similarities between those individuals with and without co-occurring intellectual disability, middle aged and older adults on the autism spectrum had higher prevalence of epilepsy and lower prevalence of depression and anxiety compared to those without co-occurring intellectual disability.\nConclusions\nFindings suggest that people on the autism spectrum have a high prevalence of physical and mental health conditions in midlife and old age, regardless of intellectual disability status.",
		"collection-title": "Growing older with autism",
		"container-title": "Research in Autism Spectrum Disorders",
		"DOI": "10.1016/j.rasd.2019.01.001",
		"ISSN": "1750-9467",
		"journalAbbreviation": "Research in Autism Spectrum Disorders",
		"page": "34-41",
		"source": "ScienceDirect",
		"title": "The physical and mental health of middle aged and older adults on the autism spectrum and the impact of intellectual disability",
		"URL": "https://www.sciencedirect.com/science/article/pii/S1750946719300017",
		"volume": "63",
		"author": [
			{
				"family": "Bishop-Fitzpatrick",
				"given": "Lauren"
			},
			{
				"family": "Rubenstein",
				"given": "Eric"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					7,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/NM6E7LZ7",
		"type": "article-journal",
		"abstract": "Objectives To investigate autistic people’s views on the importance and availability of adjustments to mental and physical healthcare provision. To explore whether specific categories of adjustments can be identified and to identify any differences in their importance and availability between mental and physical healthcare.\nDesign Data from two studies, both employing a cross-sectional survey design.\nSetting UK-based autistic adults registered with the Adult Autism Spectrum Cohort-UK were contacted by post or online. In both studies, recruitment was staged over a 12-month period. Non-responders were sent a single reminder letter 2 weeks after initial contact.\nParticipants 537 autistic adults completed a survey about mental health services (51% response rate), 407 completed the physical health survey (49% response rate). Within these samples, 221 participants completed both surveys.\nPrimary outcome measures Each study developed a bespoke survey to explore participants’ views on mental and physical health services, respectively. Both included an identical list of adjustments that participants rated based on importance and availability.\nResults Three factors of important adjustments were identified: sensory environment, clinical and service context, and clinician knowledge and communication. Adjustments across healthcare settings were widely rated as being important yet rarely available. One significant difference between the importance of adjustments available through mental and physical health services was identified. Participants reported that having access to a clinician who is willing to adapt their approach to suit the person’s preferences was significantly more important for participants attending mental health settings (p=0.001).\nConclusions Autistic people reported the limited availability of important adjustments in current healthcare provision. To address unmet need and tackle the health inequalities faced by autistic people attending physical and mental healthcare settings, healthcare providers should offer adjustments relating to the three identified factors. Future research should focus on identifying and addressing service provider barriers to implementation.",
		"container-title": "BMJ Open",
		"DOI": "10.1136/bmjopen-2020-043336",
		"ISSN": "2044-6055, 2044-6055",
		"issue": "3",
		"language": "en",
		"license": "© Author(s) (or their employer(s)) 2021. Re-use permitted under CC BY. Published by BMJ.. https://creativecommons.org/licenses/by/4.0/This is an open access article distributed in accordance with the Creative Commons Attribution 4.0 Unported (CC BY 4.0) license, which permits others to copy, redistribute, remix, transform and build upon this work for any purpose, provided the original work is properly cited, a link to the licence is given, and indication of whether changes were made. See: https://creativecommons.org/licenses/by/4.0/.",
		"note": "publisher: British Medical Journal Publishing Group\nsection: Health services research\nPMID: 33737429",
		"page": "e043336",
		"source": "bmjopen.bmj.com",
		"title": "The importance and availability of adjustments to improve access for autistic adults who need mental and physical healthcare: findings from UK surveys",
		"title-short": "The importance and availability of adjustments to improve access for autistic adults who need mental and physical healthcare",
		"URL": "https://bmjopen.bmj.com/content/11/3/e043336",
		"volume": "11",
		"author": [
			{
				"family": "Brice",
				"given": "Samuel"
			},
			{
				"family": "Rodgers",
				"given": "Jacqui"
			},
			{
				"family": "Ingham",
				"given": "Barry"
			},
			{
				"family": "Mason",
				"given": "David"
			},
			{
				"family": "Wilson",
				"given": "Colin"
			},
			{
				"family": "Freeston",
				"given": "Mark"
			},
			{
				"family": "Couteur",
				"given": "Ann Le"
			},
			{
				"family": "Parr",
				"given": "Jeremy R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					3,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/27GCDV2I",
		"type": "article-journal",
		"abstract": "Intellectual disability (ID) is characterized by impairments in the cognitive processes and in the tasks of daily life. It encompasses a clinically and genetically heterogeneous group of neurodevelopmental disorders often associated with autism spectrum disorder (ASD). Social and communication abilities are strongly compromised in ASD. The prevalence of ID/ASD is 1–3%, and approximately 30% of the patients remain without a molecular diagnosis. Considering the extreme genetic locus heterogeneity, next-generation sequencing approaches have provided powerful tools for candidate gene identification. Molecular diagnosis is crucial to improve outcome, prevent complications, and hopefully start a therapeutic approach. Here, we performed parent–offspring trio whole-exome sequencing (WES) in a cohort of 60 mostly syndromic ID/ASD patients and we detected 8 pathogenic variants in genes already known to be associated with ID/ASD (SYNGAP1, SMAD6, PACS1, SHANK3, KMT2A, KCNQ2, ACTB, and POGZ). We found four de novo disruptive variants of four novel candidate ASD/ID genes: MBP, PCDHA1, PCDH15, PDPR. We additionally selected via bioinformatic tools many variants in unknown genes that alone or in combination can contribute to the phenotype. In conclusion, our data confirm the efficacy of WES in detecting pathogenic variants of known and novel ID/ASD genes.",
		"container-title": "International Journal of Molecular Sciences",
		"DOI": "10.3390/ijms222413439",
		"ISSN": "1422-0067",
		"issue": "24",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by/3.0/",
		"note": "number: 24\npublisher: Multidisciplinary Digital Publishing Institute",
		"page": "13439",
		"source": "www.mdpi.com",
		"title": "New Candidates for Autism/Intellectual Disability Identified by Whole-Exome Sequencing",
		"URL": "https://www.mdpi.com/1422-0067/22/24/13439",
		"volume": "22",
		"author": [
			{
				"family": "Bruno",
				"given": "Lucia Pia"
			},
			{
				"family": "Doddato",
				"given": "Gabriella"
			},
			{
				"family": "Valentino",
				"given": "Floriana"
			},
			{
				"family": "Baldassarri",
				"given": "Margherita"
			},
			{
				"family": "Tita",
				"given": "Rossella"
			},
			{
				"family": "Fallerini",
				"given": "Chiara"
			},
			{
				"family": "Bruttini",
				"given": "Mirella"
			},
			{
				"family": "Lo Rizzo",
				"given": "Caterina"
			},
			{
				"family": "Mencarelli",
				"given": "Maria Antonietta"
			},
			{
				"family": "Mari",
				"given": "Francesca"
			},
			{
				"family": "Pinto",
				"given": "Anna Maria"
			},
			{
				"family": "Fava",
				"given": "Francesca"
			},
			{
				"family": "Fabbiani",
				"given": "Alessandra"
			},
			{
				"family": "Lamacchia",
				"given": "Vittoria"
			},
			{
				"family": "Carrer",
				"given": "Anna"
			},
			{
				"family": "Caputo",
				"given": "Valentina"
			},
			{
				"family": "Granata",
				"given": "Stefania"
			},
			{
				"family": "Benetti",
				"given": "Elisa"
			},
			{
				"family": "Zguro",
				"given": "Kristina"
			},
			{
				"family": "Furini",
				"given": "Simone"
			},
			{
				"family": "Renieri",
				"given": "Alessandra"
			},
			{
				"family": "Ariani",
				"given": "Francesca"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/VQZC7DNT",
		"type": "article-journal",
		"abstract": "Background: \n          People with autism spectrum disorder (ASD) have an increased susceptibility for many chronic health conditions compared with their peers. An increasing number of adolescents are transitioning from pediatric to adult healthcare services. Thus, being able to access appropriate healthcare services that can not only address specific needs of the person but enable them to better manage healthcare conditions and decrease the development of preventable disease is necessary. A systematic review was conducted to identify barriers and enablers of healthcare access for autistic adults.\n          Methods: \n          The studies included in the review were quantitative and qualitative and were published between 2003 and 2019. The participants for the review are considered to be adults (over 18 years of age) with a primary diagnosis of ASD.\n          Results: \n          In total, 1290 studies were initially identified and 13 studies were included based on the inclusion and exclusion criteria outlined in a previous protocol paper. The analysis of these studies identified areas of concern to access appropriate healthcare, such as clinician knowledge, the environment, and life events.\n          Conclusion: \n          Identifying the barriers to healthcare, highlights ways healthcare services can regulate scope of practice, the physical environment, and the process of managing health conditions, thus, autistic adults can strive for optimal health. This review contributes to peer-reviewed evidence for future research and up-to-date information when developing and piloting health interventions for autistic adults.\n          Ethics and dissemination: \n          There are no human participants, data, or tissue being directly studied for the purposes of the review; therefore, ethics approval and consent to participate is not applicable.\n          Registration and Status: \n          PROSPERO 2018 CRD42018116093",
		"container-title": "Medicine",
		"DOI": "10.1097/MD.0000000000020899",
		"issue": "29",
		"language": "en-US",
		"page": "e20899",
		"source": "journals.lww.com",
		"title": "Healthcare access for autistic adults: A systematic review",
		"title-short": "Healthcare access for autistic adults",
		"URL": "https://journals.lww.com/md-journal/fulltext/2020/07170/healthcare_access_for_autistic_adults__a.25.aspx",
		"volume": "99",
		"author": [
			{
				"family": "Calleja",
				"given": "Shenae"
			},
			{
				"family": "Islam",
				"given": "Fakir M. Amirul"
			},
			{
				"family": "Kingsley",
				"given": "Jonathan"
			},
			{
				"family": "McDonald",
				"given": "Rachael"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					7,
					17
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/YFTIUW3Y",
		"type": "article-journal",
		"abstract": "Autistic people are at high risk of mental health problems, self-injury and suicidality. However, no studies have explored autistic peoples’ experiences of treatment and support for these difficulties. In partnership with a steering group of autistic adults, an online survey was developed to explore these individuals’ experiences of treatment and support for mental health problems, self-injury and suicidality for the first time. A total of 200 autistic adults (122 females, 77 males and 1 unreported) aged 18–67 (mean = 38.9 years, standard deviation = 11.5), without co-occurring intellectual disability, completed the online survey. Thematic analysis of open-ended questions resulted in an overarching theme that individually tailored treatment and support was both beneficial and desirable, which consisted of three underlying themes: (1) difficulties in accessing treatment and support; (2) lack of understanding and knowledge of autistic people with co-occurring mental health difficulties and (3) appropriate treatment and support, or lack of, impacted autistic people’s well-being and likelihood of seeing suicide as their future. Findings demonstrate an urgent need for autism treatment pathways in mental health services.",
		"container-title": "Autism",
		"DOI": "10.1177/1362361318816053",
		"ISSN": "1362-3613",
		"issue": "6",
		"journalAbbreviation": "Autism",
		"language": "en",
		"note": "publisher: SAGE Publications Ltd",
		"page": "1431-1441",
		"source": "SAGE Journals",
		"title": "‘People like me don’t get support’: Autistic adults’ experiences of support and treatment for mental health difficulties, self-injury and suicidality",
		"title-short": "‘People like me don’t get support’",
		"URL": "https://doi.org/10.1177/1362361318816053",
		"volume": "23",
		"author": [
			{
				"family": "Camm-Crosbie",
				"given": "Louise"
			},
			{
				"family": "Bradley",
				"given": "Louise"
			},
			{
				"family": "Shaw",
				"given": "Rebecca"
			},
			{
				"family": "Baron-Cohen",
				"given": "Simon"
			},
			{
				"family": "Cassidy",
				"given": "Sarah"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					8,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/YXHDYEE4",
		"type": "article-journal",
		"abstract": "Typically, although it’s notoriously hard to define, autism has been represented as a biologically-based mental disorder that can be usefully investigated by biomedical science. In recent years, however, problematic findings regarding the biological underpinnings of autism; historical research examining the shifting nature of the categorization; and a lack of biomedical utility have led some to suggest abandoning the concept of autism. My interest here is the possibility that autism may remain a meaningful and helpful classification even if it lacks scientific validity and biomedical utility. After arguing that accounts of autism as a psychiatric classification are unsustainable, I draw on feminist philosopher Iris Marion-Young’s distinction between groups and serial collectives in order to account for the reality of autism as a social category, best framed in terms of a social model of disability. When it is taken as a serial collective, I argue, we can coherently understand autistic people as forming a marginalized minority, disabled in relation to the specific material and social contexts, yet in a way that avoids neuro-centric commitments. Autism is thus real and valuable for political and ethical rather than biomedical reasons.",
		"container-title": "Philosophical Psychology",
		"DOI": "10.1080/09515089.2020.1751103",
		"ISSN": "0951-5089",
		"issue": "6",
		"note": "publisher: Routledge\n_eprint: https://doi.org/10.1080/09515089.2020.1751103",
		"page": "799–819",
		"source": "Taylor and Francis+NEJM",
		"title": "The reality of autism: On the metaphysics of disorder and diversity",
		"title-short": "The reality of autism",
		"URL": "https://doi.org/10.1080/09515089.2020.1751103",
		"volume": "33",
		"author": [
			{
				"family": "Chapman",
				"given": "Robert"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					8,
					17
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/5R92N9G6",
		"type": "article-journal",
		"abstract": "Much of past research has been dedicated to refining the operationalization and correlates of the broader autism phenotype (BAP) and less on how the BAP differs by socio-demographic characteristics, like age—particularly after midlife. This gap is important because other nonclinical trait-like characteristics (e.g., personality) have shown considerable age differences, leading to work assessing the malleability of psychological characteristics and improving outcomes for individuals and their significant others. In the current study, we examined cross-sectional age differences in the BAP in a large sample of adults ranging in age from 18 to 85. We recruited a sample of 2966 adults ranging in age from 18 to 85 (Mage = 36.53, SD = 12.61; 58.9% Female; 1.1% with an ASD diagnosis) recruited from an online survey service. We found that total BAP scores were higher in younger adults and lower among older adults. These differences were particularly true for pragmatic language difficulties, with this component of the BAP showing the most dramatic age differences. Aloofness showed similar negative associations with age, albeit much smaller. Rigidity was not significantly associated with age. The results are consistent with other research showing an abatement of symptoms among individuals with autism spectrum disorders (ASDs) across early life and theories predicting changes in other psychological characteristics (e.g., personality). The results are discussed in the context of the malleability of ASD and BAP traits across life, the clinical implications of these changes, and the origins and consequences for lifespan differences in BAP. Lay Summary Little is known about how subclinical autistic-like traits among middle-aged and older adults compare to younger adults. We found that these subclinical traits were highest in young adults and lowest in older adults. Knowing how these traits differ by age can provide researchers and clinicians with a sense of how much these traits might change across life, if the traits might be sensitive to interventions, and when in development it might be best to intervene.",
		"container-title": "Autism Research",
		"DOI": "10.1002/aur.2504",
		"ISSN": "1939-3806",
		"issue": "7",
		"language": "en",
		"license": "© 2021 International Society for Autism Research and Wiley Periodicals LLC.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/aur.2504",
		"page": "1456-1471",
		"source": "Wiley Online Library",
		"title": "Age differences in broader autism phenotype traits from young adulthood to older adulthood",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/aur.2504",
		"volume": "14",
		"author": [
			{
				"family": "Chopik",
				"given": "William J."
			},
			{
				"family": "Oh",
				"given": "Jeewon"
			},
			{
				"family": "Nuttall",
				"given": "Amy K."
			},
			{
				"family": "Thakkar",
				"given": "Katharine N."
			},
			{
				"family": "Ingersoll",
				"given": "Brooke"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/Z74BT866",
		"type": "article-journal",
		"abstract": "Healthcare professionals play a vital role in identifying and supporting autistic people. This study systematically reviewed empirical research examining healthcare professionals’ knowledge, self-efficacy and attitudes towards working with autistic people. Thirty-five studies were included. The included studies sampled a range of countries and professional backgrounds. A modified quality assessment tool found the quality of the included studies was moderately good. Narrative synthesis indicated that healthcare professionals report only moderate levels of autism knowledge and self-efficacy, and often lack training. Variation within and between countries and professional background was not explained by demographic factors. The reviewed evidence suggests health professionals’ limited knowledge and self-efficacy in working with autistic people is a challenge to the provision of healthcare for autistic individuals.",
		"container-title": "Review Journal of Autism and Developmental Disorders",
		"DOI": "10.1007/s40489-021-00263-w",
		"ISSN": "2195-7185",
		"issue": "3",
		"journalAbbreviation": "Rev J Autism Dev Disord",
		"language": "en",
		"page": "386-399",
		"source": "Springer Link",
		"title": "A Systematic Review of Healthcare Professionals’ Knowledge, Self-Efficacy and Attitudes Towards Working with Autistic People",
		"URL": "https://doi.org/10.1007/s40489-021-00263-w",
		"volume": "9",
		"author": [
			{
				"family": "Corden",
				"given": "Kirsten"
			},
			{
				"family": "Brewer",
				"given": "Rebecca"
			},
			{
				"family": "Cage",
				"given": "Eilidh"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					9,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/XUTCKUVG",
		"type": "article-journal",
		"abstract": "Many healthcare systems are organised such that General Practitioners (GPs) often have a key role in identifying autism spectrum disorders (hereafter collectively referred to as autism) in children. In this review, we explored what GPs know about autism and the factors that influence their ability to identify and manage care for their patients with autism in practice. We conducted a systematic narrative review using eight electronic databases. These included Embase and MEDLINE via Ovid, Web of Knowledge, PsycINFO via Ebscohost, PubMed, Scopus, ProQuest Dissertations and Thesis, and Applied Social Sciences Index and Abstracts (ASSIA) via ProQuest. Our search yielded 2,743 citations. Primary research studies were included, and we did not impose any geographical, language or date restrictions. We identified 17 studies that met our inclusion criteria. Studies included in the review were conducted between 2003 and 2019. We thematically synthesised the material and identified the following themes: the prototypical image of a child with autism; experience, sources of information, and managing care; barriers to identification; strategies to aid in identification; and characteristics that facilitate expertise. Together, the findings from this review present a mixed picture of GP knowledge and experiences in identifying autism and managing care for children with the condition. At one end of the continuum, there were GPs who had not heard of autism or endorsed outmoded aetiological theories. Others, however, demonstrated a sound knowledge of the conditions but had limited confidence in their ability to identify the condition. Many GPs and researchers alike called for more training and this might be effective. However, framing the problem as one of a lack of training risks silences the array of organisational factors that impact on a GP's ability to provide care for these patients.",
		"container-title": "Health & Social Care in the Community",
		"DOI": "10.1111/hsc.13098",
		"ISSN": "1365-2524",
		"issue": "6",
		"language": "en",
		"license": "© 2020 The Authors. Health and Social Care in the Community published by John Wiley & Sons Ltd",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/hsc.13098",
		"page": "1928-1941",
		"source": "Wiley Online Library",
		"title": "Identifying and managing care for children with autism spectrum disorders in general practice: A systematic review and narrative synthesis",
		"title-short": "Identifying and managing care for children with autism spectrum disorders in general practice",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/hsc.13098",
		"volume": "28",
		"author": [
			{
				"family": "Coughlan",
				"given": "Barry"
			},
			{
				"family": "Duschinsky",
				"given": "Robbie"
			},
			{
				"family": "O'Connor",
				"given": "Mary-Ellen"
			},
			{
				"family": "Woolgar",
				"given": "Matt"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/X9GUHAKE",
		"type": "article-journal",
		"abstract": "<p>The Double Empathy Problem suggests that communicative difficulties between autistic and non-autistic people are due to bi-directional differences in communicative style and a reciprocal lack of understanding. If true, there should be increased similarity in interaction style, resulting in higher rapport during interactions between pairs of the same neurotype. Here, we provide two empirical tests of rapport, with data revealing whether self- and observer- rated rapport varies depending on the match or mismatch in autism status within a pair. An additional opportunity afforded by these data is to examine the effect of the autism status of the rater on the perceived rapport between matched and mismatched pairs. In Study 1 72 participants were allocated to one of three dyad conditions: autistic pairs (<italic>n</italic> = 24), non-autistic pairs (<italic>n</italic> = 24) and mixed pairs (<italic>n</italic> = 12 autistic; <italic>n</italic> = 12 non-autistic). Each participant completed three semi-structured interactions with their partner, rating rapport after each interaction. Non-autistic pairs experienced higher self-rated rapport than mixed and autistic pairs, and autistic pairs experienced higher rapport than mixed pairs. In Study 2 (<italic>n</italic> = 80) autistic and non-autistic observers rated interactional rapport while watching videoed interactions between autistic pairs, non-autistic pairs, and mixed pairs (<italic>n</italic> = 18, a subset of participants in Study 1). Mixed pairs were rated significantly lower on rapport than autistic and non-autistic pairs, and autistic pairs were rated more highly for rapport than non-autistic pairs. Both autistic and non-autistic observers show similar patterns in how they rate the rapport of autistic, non-autistic, and mixed pairs. In summary, autistic people experience high interactional rapport when interacting with other autistic people, and this is also detected by external observers. Rather than autistic people experiencing low rapport in all contexts, their rapport ratings are influenced by a mismatch of diagnosis. These findings suggest that autistic people possess a distinct mode of social interaction style, rather than demonstrating social skills deficits. These data are considered in terms of their implications for psychological theories of autism, as well as practical impact on educational and clinical practice.</p>",
		"container-title": "Frontiers in Psychology",
		"DOI": "10.3389/fpsyg.2020.586171",
		"ISSN": "1664-1078",
		"journalAbbreviation": "Front. Psychol.",
		"language": "English",
		"note": "publisher: Frontiers",
		"source": "Frontiers",
		"title": "Neurotype-Matching, but Not Being Autistic, Influences Self and Observer Ratings of Interpersonal Rapport",
		"URL": "https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2020.586171/full",
		"volume": "11",
		"author": [
			{
				"family": "Crompton",
				"given": "Catherine J."
			},
			{
				"family": "Sharp",
				"given": "Martha"
			},
			{
				"family": "Axbey",
				"given": "Harriet"
			},
			{
				"family": "Fletcher-Watson",
				"given": "Sue"
			},
			{
				"family": "Flynn",
				"given": "Emma G."
			},
			{
				"family": "Ropar",
				"given": "Danielle"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					10,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/5LTP9ZV2",
		"type": "article-journal",
		"abstract": "Autism is still diagnosed on the basis of subjective assessments of elusive notions such as interpersonal contact and social reciprocity. We propose to decompose reciprocal social interactions in their basic computational constituents. Specifically, we test the assumption that autistic individuals disregard information regarding the stakes of social interactions when adapting to others. We compared 24 adult autistic participants to 24 neurotypical (NT) participants engaging in a repeated dyadic competitive game against artificial agents with calibrated reciprocal adaptation capabilities. Critically, participants were framed to believe either that they were competing against somebody else or that they were playing a gambling game. Only the NT participants did alter their adaptation strategy when they held information regarding others' competitive incentives, in which case they outperformed the AS group. Computational analyses of trial-by-trial choice sequences show that the behavioural repertoire of autistic people exhibits subnormal flexibility and mentalizing sophistication, especially when information regarding opponents’ incentives was available. These two computational phenotypes yield 79% diagnosis classification accuracy and explain 62% of the severity of social symptoms in autistic participants. Such computational decomposition of the autistic social phenotype may prove relevant for drawing novel diagnostic boundaries and guiding individualized clinical interventions in autism.",
		"container-title": "PLOS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1007700",
		"ISSN": "1553-7358",
		"issue": "3",
		"journalAbbreviation": "PLOS Computational Biology",
		"language": "en",
		"note": "publisher: Public Library of Science",
		"page": "e1007700",
		"source": "PLoS Journals",
		"title": "Social behavioural adaptation in Autism",
		"URL": "https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1007700",
		"volume": "16",
		"author": [
			{
				"family": "Arc",
				"given": "Baudouin Forgeot",
				"non-dropping-particle": "d'"
			},
			{
				"family": "Devaine",
				"given": "Marie"
			},
			{
				"family": "Daunizeau",
				"given": "Jean"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					3,
					16
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/M79FT3XL",
		"type": "article-journal",
		"abstract": "Autism spectrum disorder (ASD) is characterized by challenges in social communication and the presence of repetitive behaviors or restricted interests. Notably, males are four times as likely as females to be diagnosed with autism. Despite efforts to increase representation and characterization of autistic females, research studies consistently enroll small samples of females, or exclude females altogether. Importantly, researchers often rely on standardized measures to confirm diagnosis prior to enrollment in research studies. We retrospectively analyzed the effects of one such measure (Autism Diagnostic Observation Schedule, ADOS) on research inclusion/exclusion rates by sex in autistic adults, all of whom had a preexisting community diagnosis of autism (n = 145, 95 male, 50 female). Using the ADOS as a confirmatory diagnostic measure resulted in the exclusion of autistic females at a rate over 2.5 times higher than that of autistic males. We compared sex ratios in our sample to those in other large, publically available datasets that rely either on community diagnosis (6 datasets, total n = 42,209) or standardized assessments (2 datasets, total n = 214) to determine eligibility of participants for research. Reliance on community diagnosis rather than confirmatory diagnostic assessments resulted in significantly more equal sex ratios. These results provide evidence for a “leaky” recruitment-to-research pipeline for females in autism research. Lay Summary Despite efforts to increase the representation of autistic females in research, studies consistently enroll small samples of females or exclude females altogether. We find that despite making up almost 50% of the initially recruited sample based upon self-report of community diagnosis, autistic females are disproportonately excluded from research participation as a result of commonly used autism diagnostic measures. In our sample, and several other publically available datasets, reliance on community diagnosis resulted in significantly more equal sex ratios.",
		"container-title": "Autism Research",
		"DOI": "10.1002/aur.2795",
		"ISSN": "1939-3806",
		"issue": "10",
		"language": "en",
		"license": "© 2022 The Authors. Autism Research published by International Society for Autism Research and Wiley Periodicals LLC.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/aur.2795",
		"page": "1929-1940",
		"source": "Wiley Online Library",
		"title": "Exclusion of females in autism research: Empirical evidence for a “leaky” recruitment-to-research pipeline",
		"title-short": "Exclusion of females in autism research",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/aur.2795",
		"volume": "15",
		"author": [
			{
				"family": "D'Mello",
				"given": "Anila M."
			},
			{
				"family": "Frosch",
				"given": "Isabelle R."
			},
			{
				"family": "Li",
				"given": "Cindy E."
			},
			{
				"family": "Cardinaux",
				"given": "Annie L."
			},
			{
				"family": "Gabrieli",
				"given": "John D.E."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/J56T2LKG",
		"type": "article-journal",
		"abstract": "Background: Emerging research suggests that seeking an autism diagnosis as an adult is usually difficult and time-consuming but brings relief once a diagnosis is made. This study explored the experience of the pathway to an autism diagnosis during adulthood for adults living in Australia.\nMethods: We conducted a qualitative phenomenological study and interviewed 13 adults who identified as autistic about their pathway to autism diagnosis in their mode of choice. Spoken interviews were transcribed verbatim, and transcripts were analyzed by using a thematic approach.\nResults: Data analysis resulted in 6 themes and 20 meaning units that described the experiences of adults seeking an autism diagnosis in Australia. These themes involved two interwoven journeys that spanned before, during, and after the diagnostic process. The personal journey involved feeling different, considering autism, and living as autistic, whereas the clinical journey involved missed opportunities, varied diagnostic experiences, and absent supports.\nConclusions: Given the potential benefits for adults obtaining a formal autism diagnosis and accessing post-diagnostic supports, it is important that health professionals and governments collaborate to reduce access barriers and ensure adequate services are available. The findings from this study informed the development of Australia's national guideline for autism diagnosis.\nCommunity brief\nWhy is this an important issue?\nThe experience of being diagnosed as autistic as an adult is not well understood, particularly in Australia. Research from other places, such as New Zealand and the United Kingdom, suggests that receiving an autism diagnosis in adulthood is difficult and time-consuming, but brings relief. We do not know whether this is the same for adults in Australia.\nWhat was the purpose of this study?\nThis study aimed at exploring the experience of seeking an autism diagnosis during adulthood in Australia.\nWhat did the researchers do?\nWe conducted interviews with 13 adults who identified as autistic about their pathway to an autism diagnosis. Three sets of interview questions were used, depending on whether they had already obtained an autism diagnosis, were going through the assessment process, or were self-diagnosed. Adults completed the interview in their mode of choice. Spoken interviews were transcribed word-for-word, and the transcripts were analyzed to identify common themes.\nWhat were the results of the study?\nWe identified six themes that described the experiences of adults seeking an autism diagnosis in Australia. These themes involved two related journeys that spanned before, during, and after the diagnostic process. The personal journey involved feeling different, considering autism, and living as autistic. The clinical journey involved missed opportunities, varied diagnostic experiences, and absent supports. Before starting the diagnostic process in adulthood, participants described always feeling different and many missed opportunities to receive an autism diagnosis in their younger years.\nDuring the diagnostic process, participants described beginning to consider whether they were autistic and the varied pathways they underwent to confirm this. After the diagnostic process, participants described their experiences of living as autistic and a lack of post-diagnostic supports tailored to their needs.\nWhat do these findings add to what was already known?\nOur findings were similar to previous research findings from other countries, including the complex journey to diagnosis, relief and understanding on identifying as autistic, and lack of post-diagnostic services. However, to our knowledge, this is the first qualitative study to explore the experiences of adults seeking an autism diagnosis in Australia. Further, we included participants who did not have a formal diagnosis of autism. This group of people is often excluded from autism research, and their experiences of seeking an autism diagnosis are largely unknown.\nWhat are potential weaknesses in the study?\nThe weaknesses of our study included recruiting a relatively small sample of mostly Caucasian females, and we did not consult with our study participants or other autistic adults to see whether our final themes aligned well with their experience. However, no new findings emerged in later interviews and our findings were similar to international literature. Future research should recruit more diverse groups of autistic adults and involve greater levels of autistic input.\nHow will these findings help autistic adults now or in the future?\nOur findings informed the development of the “National Guideline for the Assessment and Diagnosis of Autism Spectrum Disorder in Australia,” a first step toward improving autism diagnosis in Australia.",
		"container-title": "Autism in Adulthood",
		"DOI": "10.1089/aut.2021.0028",
		"ISSN": "2573-9581",
		"issue": "2",
		"note": "publisher: Mary Ann Liebert, Inc., publishers",
		"page": "130-140",
		"source": "liebertpub.com (Atypon)",
		"title": "Exploring the Experience of Seeking an Autism Diagnosis as an Adult",
		"URL": "https://www.liebertpub.com/doi/10.1089/aut.2021.0028",
		"volume": "4",
		"author": [
			{
				"family": "Broize",
				"given": "Matthew",
				"non-dropping-particle": "de"
			},
			{
				"family": "Evans",
				"given": "Kiah"
			},
			{
				"family": "Whitehouse",
				"given": "Andrew J.O."
			},
			{
				"family": "Wray",
				"given": "John"
			},
			{
				"family": "Eapen",
				"given": "Valsamma"
			},
			{
				"family": "Urbanowicz",
				"given": "Anna"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/BQRRC26B",
		"type": "article-journal",
		"abstract": "Objectives Autistic people experience poor physical and mental health along with reduced life expectancy compared with non-autistic people. Our aim was to identify self-reported barriers to primary care access by autistic adults compared with non-autistic adults and to link these barriers to self-reported adverse health consequences.\nDesign Following consultation with the autistic community at an autistic conference, Autscape, we developed a self-report survey, which we administered online through social media platforms.\nSetting A 52-item, international, online survey.\nParticipants 507 autistic adults and 157 non-autistic adults.\nPrimary and secondary outcome measures Self-reported barriers to accessing healthcare and associated adverse health outcomes.\nResults Eighty per cent of autistic adults and 37% of non-autistic respondents reported difficulty visiting a general practitioner (GP). The highest-rated barriers by autistic adults were deciding if symptoms warrant a GP visit (72%), difficulty making appointments by telephone (62%), not feeling understood (56%), difficulty communicating with their doctor (53%) and the waiting room environment (51%). Autistic adults reported a preference for online or text-based appointment booking, facility to email in advance the reason for consultation, the first or last clinic appointment and a quiet place to wait. Self-reported adverse health outcomes experienced by autistic adults were associated with barriers to accessing healthcare. Adverse outcomes included untreated physical and mental health conditions, not attending specialist referral or screening programmes, requiring more extensive treatment or surgery due to late presentations and untreated potentially life-threatening conditions. There were no significant differences in difficulty attending, barriers experienced or adverse outcomes between formally diagnosed and self-identified autistic respondents.\nConclusions Reduction of healthcare inequalities for autistic people requires that healthcare providers understand autistic perspectives, communication needs and sensory sensitivities. Adjustments for autism-specific needs are as necessary as ramps for wheelchair users.",
		"container-title": "BMJ Open",
		"DOI": "10.1136/bmjopen-2021-056904",
		"ISSN": "2044-6055, 2044-6055",
		"issue": "2",
		"language": "en",
		"license": "© Author(s) (or their employer(s)) 2022. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ.. http://creativecommons.org/licenses/by-nc/4.0/This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/.",
		"note": "publisher: British Medical Journal Publishing Group\nsection: General practice / Family practice\nPMID: 35193921",
		"page": "e056904",
		"source": "bmjopen.bmj.com",
		"title": "Barriers to healthcare and self-reported adverse outcomes for autistic adults: a cross-sectional study",
		"title-short": "Barriers to healthcare and self-reported adverse outcomes for autistic adults",
		"URL": "https://bmjopen.bmj.com/content/12/2/e056904",
		"volume": "12",
		"author": [
			{
				"family": "Doherty",
				"given": "Mary"
			},
			{
				"family": "Neilson",
				"given": "Stuart"
			},
			{
				"family": "O'Sullivan",
				"given": "Jane"
			},
			{
				"family": "Carravallah",
				"given": "Laura"
			},
			{
				"family": "Johnson",
				"given": "Mona"
			},
			{
				"family": "Cullen",
				"given": "Walter"
			},
			{
				"family": "Shaw",
				"given": "Sebastian C. K."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					2,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/652EYV9F",
		"type": "article-journal",
		"abstract": "Objective:\n\nAutism spectrum disorder (ASD) is accompanied by highly individualized neuroanatomical deviations that potentially map onto distinct genotypes and clinical phenotypes. This study aimed to link differences in brain anatomy to specific biological pathways to pave the way toward targeted therapeutic interventions.\n\nMethods:\n\nThe authors examined neurodevelopmental differences in cortical thickness and their genomic underpinnings in a large and clinically diverse sample of 360 individuals with ASD and 279 typically developing control subjects (ages 6–30 years) within the EU-AIMS Longitudinal European Autism Project (LEAP). The authors also examined neurodevelopmental differences and their potential pathophysiological mechanisms between clinical ASD subgroups that differed in the severity and pattern of sensory features.\n\nResults:\n\nIn addition to significant between-group differences in “core” ASD brain regions (i.e., fronto-temporal and cingulate regions), individuals with ASD manifested as neuroanatomical outliers within the neurotypical cortical thickness range in a wider neural system, which was enriched for genes known to be implicated in ASD on the genetic and/or transcriptomic level. Within these regions, the individuals’ total (i.e., accumulated) degree of neuroanatomical atypicality was significantly correlated with higher polygenic scores for ASD and other psychiatric conditions, and it scaled with measures of symptom severity. Differences in cortical thickness deviations were also associated with distinct sensory subgroups, especially in brain regions expressing genes involved in excitatory rather than inhibitory neurotransmission.\n\nConclusions:\n\nThe study findings corroborate the link between macroscopic differences in brain anatomy and the molecular mechanisms underpinning heterogeneity in ASD, and provide future targets for stratification and subtyping.",
		"container-title": "American Journal of Psychiatry",
		"DOI": "10.1176/appi.ajp.2021.20050630",
		"ISSN": "0002-953X",
		"issue": "3",
		"journalAbbreviation": "AJP",
		"note": "publisher: American Psychiatric Publishing",
		"page": "242-254",
		"source": "ajp.psychiatryonline.org (Atypon)",
		"title": "Interindividual Differences in Cortical Thickness and Their Genomic Underpinnings in Autism Spectrum Disorder",
		"URL": "https://ajp.psychiatryonline.org/doi/10.1176/appi.ajp.2021.20050630",
		"volume": "179",
		"author": [
			{
				"family": "Ecker",
				"given": "Christine"
			},
			{
				"family": "Pretzsch",
				"given": "Charlotte M."
			},
			{
				"family": "Bletsch",
				"given": "Anke"
			},
			{
				"family": "Mann",
				"given": "Caroline"
			},
			{
				"family": "Schaefer",
				"given": "Tim"
			},
			{
				"family": "Ambrosino",
				"given": "Sara"
			},
			{
				"family": "Tillmann",
				"given": "Julian"
			},
			{
				"family": "Yousaf",
				"given": "Afsheen"
			},
			{
				"family": "Chiocchetti",
				"given": "Andreas"
			},
			{
				"family": "Lombardo",
				"given": "Michael V."
			},
			{
				"family": "Warrier",
				"given": "Varun"
			},
			{
				"family": "Bast",
				"given": "Nico"
			},
			{
				"family": "Moessnang",
				"given": "Carolin"
			},
			{
				"family": "Baumeister",
				"given": "Sarah"
			},
			{
				"family": "Dell’Acqua",
				"given": "Flavio"
			},
			{
				"family": "Floris",
				"given": "Dorothea L."
			},
			{
				"family": "Zabihi",
				"given": "Mariam"
			},
			{
				"family": "Marquand",
				"given": "Andre"
			},
			{
				"family": "Cliquet",
				"given": "Freddy"
			},
			{
				"family": "Leblond",
				"given": "Claire"
			},
			{
				"family": "Moreau",
				"given": "Clara"
			},
			{
				"family": "Puts",
				"given": "Nick"
			},
			{
				"family": "Banaschewski",
				"given": "Tobias"
			},
			{
				"family": "Jones",
				"given": "Emily J.H."
			},
			{
				"family": "Mason",
				"given": "Luke"
			},
			{
				"family": "Bölte",
				"given": "Sven"
			},
			{
				"family": "Meyer-Lindenberg",
				"given": "Andreas"
			},
			{
				"family": "Persico",
				"given": "Antonio M."
			},
			{
				"family": "Durston",
				"given": "Sarah"
			},
			{
				"family": "Baron-Cohen",
				"given": "Simon"
			},
			{
				"family": "Spooren",
				"given": "Will"
			},
			{
				"family": "Loth",
				"given": "Eva"
			},
			{
				"family": "Freitag",
				"given": "Christine M."
			},
			{
				"family": "Charman",
				"given": "Tony"
			},
			{
				"family": "Dumas",
				"given": "Guillaume"
			},
			{
				"family": "Bourgeron",
				"given": "Thomas"
			},
			{
				"family": "Beckmann",
				"given": "Christian F."
			},
			{
				"family": "Buitelaar",
				"given": "Jan K."
			},
			{
				"family": "Murphy",
				"given": "Declan G.M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/IGS84IA4",
		"type": "article-journal",
		"abstract": "Purpose of review \n          The steady rise in number of youth diagnosed with autism spectrum disorder (ASD) has led to the need to examine transition of care considerations specific to ASD. Improved understanding and guidance addressing these needs will allow pediatric and adult providers to work together to optimize social, medical, and occupational outcomes for these patients.\n          Recent findings \n          Health-care transition is a delicate time when children with ASD outgrow the services of pediatric programs and enter a fragmented healthcare system that is unfamiliar, insufficiently knowledgeable, and underfunded for their needs.\n          Summary \n          Increasing autism prevalence and an aging population with autism lend urgency to improve outcomes in children transitioning to adult-care. Research reveals poor consequences in social support, education, vocational training and employment, housing, and healthcare. Specific considerations to address these issues and ensure successful transition from pediatric to adult care are needed.",
		"container-title": "Current Opinion in Pediatrics",
		"DOI": "10.1097/MOP.0000000000000882",
		"ISSN": "1040-8703",
		"issue": "3",
		"language": "en-US",
		"page": "446",
		"source": "journals.lww.com",
		"title": "Autism: considerations for transitions of care into adulthood",
		"title-short": "Autism",
		"URL": "https://journals.lww.com/co-pediatrics/abstract/2020/06000/autism__considerations_for_transitions_of_care.19.aspx",
		"volume": "32",
		"author": [
			{
				"family": "Enner",
				"given": "Stephanie"
			},
			{
				"family": "Ahmad",
				"given": "Samiya"
			},
			{
				"family": "Morse",
				"given": "Anne M."
			},
			{
				"family": "Kothare",
				"given": "Sanjeev V."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/FNPETXS7",
		"type": "article-journal",
		"abstract": "The number of students with ASD entering higher education is increasing. Ensuring that appropriate support structures are in place is imperative for their academic, social, and personal success. However, research on students with ASD often does not include student perspectives. Mismanagement of students’ transition into higher education institutions, coupled with a general lack of knowledge regarding their unique needs, can lead to anxiety, stigmatisation, bullying, and poor performance. The objective of this cross-sectional mixed-methods study was to explore the academic, social, institutional, and environmental challenges of students with ASD. Convenience sampling resulted in a sample of 74 students enrolled at a large, urban research university in the southeastern United States. Findings revealed significant differences between gender and use of support services, diagnosis disclosure, social engagement, and difficulties interacting with neurotypical people in an environment often perceived as ill-equipped to provide support. Consequently, potential institutional, programmatic, and policy implications emerged.",
		"container-title": "Journal of Higher Education Policy and Management",
		"DOI": "10.1080/1360080X.2023.2180168",
		"ISSN": "1360-080X",
		"issue": "2",
		"note": "publisher: Routledge\n_eprint: https://doi.org/10.1080/1360080X.2023.2180168",
		"page": "243–257",
		"source": "Taylor and Francis+NEJM",
		"title": "Autism spectrum disorder: reconceptualising support for neurodiverse students in higher education",
		"title-short": "Autism spectrum disorder",
		"URL": "https://doi.org/10.1080/1360080X.2023.2180168",
		"volume": "45",
		"author": [
			{
				"family": "Evans",
				"given": "Dena"
			},
			{
				"family": "Granson",
				"given": "Matthew"
			},
			{
				"family": "Langford",
				"given": "David"
			},
			{
				"family": "Hirsch",
				"given": "Sophie"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					3,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/PHB3EHQJ",
		"type": "article-journal",
		"abstract": "Autistic children grow to become autistic adults, and autism is increasingly diagnosed in adulthood and later life. This qualitative study aimed to understand experiences of autism throughout adulthood. A national cohort study of autistic adults and relatives of autistic adults (ASC-UK), enabled purposive recruitment of a diverse sample. Semi-structured interviews were conducted with 29 autistic adults (aged 20–71 years), mostly diagnosed in adulthood, and 16 relatives (aged 31–81 years) of autistic adults diagnosed across both childhood and adulthood (including some with learning disability). Interview topics included health, relationships, education, employment, quality of life and everyday experiences. Thematic analysis of the accounts of the autistic adults identified six key themes relating to their experiences: (1) diagnosis as validating yet limiting; (2) supportive and non-supportive social agents; (3) the “invisibility” of the needs of autistic adults; (4) health in the context of autism; (5) staying ‘outside’ the circle; and (6) multiple lives with autism. Data from relatives about autistic adult experiences gave additional perspectives on these themes. Experiences reported in other studies–of ‘difference’ from others, challenges of social engagement, and learning to ‘conform’ to society’s expectations–were evident and relevant to male and female autistic adults, across all age groups, and unrelated to stage of life when diagnosed. Some expressed disappointment with their lives, but others were proud of their achievements. Education and employment, whilst challenging for many, were also rewarding for some. Health care and social services were often experienced as inaccessible, inappropriate, or lacking understanding of the individual’s needs. We conclude that greater public understanding of autism as experienced in adulthood is needed. Key priorities are improving the availability of ‘appropriate’ health and social care services for autistic adults and families, and providing practical support to enable enhanced participation in life.",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0264932",
		"ISSN": "1932-6203",
		"issue": "3",
		"journalAbbreviation": "PLOS ONE",
		"language": "en",
		"note": "publisher: Public Library of Science",
		"page": "e0264932",
		"source": "PLoS Journals",
		"title": "“We couldn’t think in the box if we tried. We can’t even find the damn box”: A qualitative study of the lived experiences of autistic adults and relatives of autistic adults",
		"title-short": "“We couldn’t think in the box if we tried. We can’t even find the damn box”",
		"URL": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0264932",
		"volume": "17",
		"author": [
			{
				"family": "Finch",
				"given": "Tracy L."
			},
			{
				"family": "Mackintosh",
				"given": "Joan"
			},
			{
				"family": "Petrou",
				"given": "Alex"
			},
			{
				"family": "McConachie",
				"given": "Helen"
			},
			{
				"family": "Couteur",
				"given": "Ann Le"
			},
			{
				"family": "Garland",
				"given": "Deborah"
			},
			{
				"family": "Parr",
				"given": "Jeremy R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					3,
					14
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/LC7G9NKW",
		"type": "article-journal",
		"abstract": "Black children with autism are diagnosed at an older age. Whether or not late detection is paralleled by differing clinical presentation is not known. We evaluated symptom profiles of 245 Black and 488 sex- and age-matched White non-Hispanic participants (82.8% male; mean age: 4.2 years) referred for ASD diagnosis. Both groups showed similar overall levels of autistic symptoms. Black children had significantly but slightly lower scores on cognitive tests and on the Vineland communication domain than White children. Groups were comparable on internalizing and externalizing co-occurring problems. Given the largely similar clinical profiles, clinical differences in initial presentation may not be a primary reason for Black/White disparities in diagnostic and services use. Limitations of a cross-sectional referred sample are acknowledged.",
		"container-title": "Journal of Autism and Developmental Disorders",
		"DOI": "10.1007/s10803-021-05019-3",
		"ISSN": "1573-3432",
		"issue": "3",
		"journalAbbreviation": "J Autism Dev Disord",
		"language": "en",
		"page": "1120-1130",
		"source": "Springer Link",
		"title": "Clinical Profiles of Black and White Children Referred for Autism Diagnosis",
		"URL": "https://doi.org/10.1007/s10803-021-05019-3",
		"volume": "52",
		"author": [
			{
				"family": "Fombonne",
				"given": "Eric"
			},
			{
				"family": "Zuckerman",
				"given": "Katharine E."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					3,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/8V7IVLFH",
		"type": "article-journal",
		"abstract": "The claim that autistic people lack a theory of mind—that they fail to understand that other people have a mind or that they themselves have a mind—pervades psychology. This article (a) reviews empirical evidence that fails to support the claim that autistic people are uniquely impaired, much less that all autistic people are universally impaired, on theory-of-mind tasks; (b) highlights original findings that have failed to replicate; (c) documents multiple instances in which the various theory-of-mind tasks fail to relate to each other and fail to account for autistic traits, social interaction, and empathy; (c) summarizes a large body of data, collected by researchers working outside the theory-of-mind rubric, that fails to support assertions made by researchers working inside the theory-of-mind rubric; and (d) concludes that the claim that autistic people lack a theory of mind is empirically questionable and societally harmful., The assertion that autistic people lack a theory of mind—that they fail to understand that other people have a mind or that they themselves have a mind—pervades psychology. In this article, we critically examine the empirical basis of this assertion. We review empirical evidence that fails to support the claim that autistic people are uniquely impaired, much less that all autistic people are universally impaired, on theory-of-mind tasks. We highlight seminal theory-of-mind findings that have failed to replicate. We document multiple instances in which the various theory-of-mind tasks fail to converge and fail to predict autistic traits, social interaction, and empathy. We summarize a large body of data, collected by researchers working outside the theory-of-mind rubric, that fails to support assertions made by researchers working inside the theory-of-mind rubric. We conclude that the claim that autistic people lack a theory of mind is empirically questionable and societally harmful.",
		"container-title": "Archives of scientific psychology",
		"DOI": "10.1037/arc0000067",
		"ISSN": "2169-3269",
		"issue": "1",
		"journalAbbreviation": "Arch Sci Psychol",
		"note": "PMID: 31938672\nPMCID: PMC6959478",
		"page": "102-118",
		"source": "PubMed Central",
		"title": "Empirical Failures of the Claim That Autistic People Lack a Theory of Mind",
		"URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6959478/",
		"volume": "7",
		"author": [
			{
				"family": "Gernsbacher",
				"given": "Morton Ann"
			},
			{
				"family": "Yergeau",
				"given": "Melanie"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/DNMK9DCT",
		"type": "article-journal",
		"abstract": "Introduction Autism spectrum conditions (ASC) develop early in life and are thought to last a lifetime. However, ASC research has two major knowledge gaps that hinder progression in understanding the concept of ASC and in providing proper support for autistic adults: (1) the majority of knowledge about ASC mainly stems from childhood studies so little is known about older autistic adults and (2) while it is broadly recognised that ASC is a heterogeneous condition, we do not yet understand the differences in trajectories leading to their future outcome. We aim to fill both knowledge gaps.\nMethods and analysis A multistage overlapping cohort design assessing (cognitive) ageing in ASC is designed to obtain an accelerated longitudinal data set. Data, including a multitude of questionnaires, diagnostics and cognitive tests, are collected over four waves within a 10-year time frame. This will provide information regarding actual changes in quality of life, co-occurring health conditions and cognition as well as the possibility to test external validity and temporal stability in newly formed behavioural subtypes. Participants consist of three groups of adults aged 20–90 years: (1) with a clinical diagnosis of ASC, (2) with a clinical diagnosis of attention deficit hyperactivity disorder (ADHD) but no ASC, (3) no ASC/ADHD (ie, comparison group). The sample size differs between waves and instruments. Detailed analysis plans will be preregistered in AsPredicted or at the Open Science Framework.\nEthics and dissemination Ethical approval for this study was obtained from the ethical review board of the Department of Psychology of the University of Amsterdam (wave 1 2011-PN-1952 and 2013-PN-2668, wave 2 2015-BC-4270, waves 3 and 4 2018-BC-9285). In line with the funding policies of the grant organisation funding this study, future papers will be published open access.",
		"container-title": "BMJ Open",
		"DOI": "10.1136/bmjopen-2020-040943",
		"ISSN": "2044-6055, 2044-6055",
		"issue": "3",
		"language": "en",
		"license": "© Author(s) (or their employer(s)) 2021. Re-use permitted under CC BY. Published by BMJ.. https://creativecommons.org/licenses/by/4.0/This is an open access article distributed in accordance with the Creative Commons Attribution 4.0 Unported (CC BY 4.0) license, which permits others to copy, redistribute, remix, transform and build upon this work for any purpose, provided the original work is properly cited, a link to the licence is given, and indication of whether changes were made. See: https://creativecommons.org/licenses/by/4.0/.",
		"note": "publisher: British Medical Journal Publishing Group\nsection: Mental health\nPMID: 33789848",
		"page": "e040943",
		"source": "bmjopen.bmj.com",
		"title": "Ageing and heterogeneity regarding autism spectrum conditions: a protocol paper of an accelerated longitudinal study",
		"title-short": "Ageing and heterogeneity regarding autism spectrum conditions",
		"URL": "https://bmjopen.bmj.com/content/11/3/e040943",
		"volume": "11",
		"author": [
			{
				"family": "Geurts",
				"given": "Hilde M."
			},
			{
				"family": "Rentergem",
				"given": "Joost A. Agelink",
				"dropping-particle": "van"
			},
			{
				"family": "Radhoe",
				"given": "Tulsi"
			},
			{
				"family": "Torenvliet",
				"given": "Carolien"
			},
			{
				"family": "Putten",
				"given": "Wikke J. Van",
				"dropping-particle": "der"
			},
			{
				"family": "Groenman",
				"given": "Annabeth P."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					3,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/DCFJC3IC",
		"type": "book",
		"abstract": "Background: Attention-deficit/hyperactivity disorder (ADHD) is a common condition that frequently persists into adulthood. Adults with ADHD often have unmet needs including experiencing high rates of substance use disorders, incarceration, and unemployment. Despite having unmet needs, there is little research on how adults with ADHD conceptualize their condition and how they believe the care they receive could be improved. We aimed to better understand what adults with ADHD would like the medical community to know about what it is like to live with ADHD and to characterize possible misconceptions of ADHD they would like to see addressed.\nMethod: Nine online focus groups involving young adults (aged 18-35 years, N = 43) recruited from online communities for people with ADHD were conducted. Data were analyzed using an interpretive phenomenological analysis framework.\nResults: Individually, participants reported wanting increased support, education, and rejection of stigma. Structurally, participants reported desiring ADHD to be reframed as a difference as opposed to a disorder, viewing of ADHD as a mismatch with their environments, and wanting the condition to be viewed through the lens of what it is like to embody the condition.\nConclusions: Incorporating patient-lived experiences into psychiatric diagnoses may increase diagnostic patient-centeredness and help healthcare providers better meet patient needs.",
		"note": "DOI: 10.1101/2023.10.12.23296967",
		"source": "ResearchGate",
		"title": "Rethinking conceptualizations of adult ADHD and how care is provided: a qualitative study",
		"title-short": "Rethinking conceptualizations of adult ADHD and how care is provided",
		"author": [
			{
				"family": "Ginapp",
				"given": "Callie"
			},
			{
				"family": "Greenberg",
				"given": "Norman"
			},
			{
				"family": "Macdonald-Gagnon",
				"given": "Grace"
			},
			{
				"family": "Angarita",
				"given": "Gustavo"
			},
			{
				"family": "Bold",
				"given": "Krysten"
			},
			{
				"family": "Potenza",
				"given": "Marc"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2023",
					10,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/GEJMCP6B",
		"type": "article",
		"abstract": "Background Attention-deficit/hyperactivity disorder (ADHD) is a common condition that frequently persists into adulthood. Adults with ADHD often have unmet needs including experiencing high rates of substance use disorders, incarceration, and unemployment. Despite having unmet needs, there is little research on how adults with ADHD conceptualize their condition and how they believe the care they receive could be improved. We aimed to better understand what adults with ADHD would like the medical community to know about what it is like to live with ADHD and to characterize possible misconceptions of ADHD they would like to see addressed.\nMethod Nine online focus groups involving young adults (aged 18-35 years, N = 43) recruited from online communities for people with ADHD were conducted. Data were analyzed using an interpretive phenomenological analysis framework.\nResults Individually, participants reported wanting increased support, education, and rejection of stigma. Structurally, participants reported desiring ADHD to be reframed as a difference as opposed to a disorder, viewing of ADHD as a mismatch with their environments, and wanting the condition to be viewed through the lens of what it is like to embody the condition.\nConclusions Incorporating patient-lived experiences into psychiatric diagnoses may increase diagnostic patient-centeredness and help healthcare providers better meet patient needs.",
		"DOI": "10.1101/2023.10.12.23296967",
		"language": "en",
		"license": "© 2023, Posted by Cold Spring Harbor Laboratory. The copyright holder for this pre-print is the author. All rights reserved. The material may not be redistributed, re-used or adapted without the author's permission.",
		"note": "page: 2023.10.12.23296967",
		"publisher": "medRxiv",
		"source": "medRxiv",
		"title": "Rethinking conceptualizations of adult ADHD and how care is provided: a qualitative study",
		"title-short": "Rethinking conceptualizations of adult ADHD and how care is provided",
		"URL": "https://www.medrxiv.org/content/10.1101/2023.10.12.23296967v1",
		"author": [
			{
				"family": "Ginapp",
				"given": "Callie M."
			},
			{
				"family": "Greenberg",
				"given": "Norman R."
			},
			{
				"family": "Macdonald-Gagnon",
				"given": "Grace"
			},
			{
				"family": "Angarita",
				"given": "Gustavo A."
			},
			{
				"family": "Bold",
				"given": "Krysten W."
			},
			{
				"family": "Potenza",
				"given": "Marc N."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					10,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/TFPN2MZP",
		"type": "chapter",
		"abstract": "I am a high-functioning person with autism. I operate a successful livestock-equipment design business and I hold a teaching position at Colorado State University. During the last 7 years I have published and lectured on my experiences with autism. I provide a unique perspective by combining scientific knowledge with my own experiences.",
		"container-title": "Learning and Cognition in Autism",
		"event-place": "Boston, MA",
		"ISBN": "978-1-4899-1286-2",
		"language": "en",
		"note": "DOI: 10.1007/978-1-4899-1286-2_8",
		"page": "137-156",
		"publisher": "Springer US",
		"publisher-place": "Boston, MA",
		"source": "Springer Link",
		"title": "How People with Autism Think",
		"URL": "https://doi.org/10.1007/978-1-4899-1286-2_8",
		"author": [
			{
				"family": "Grandin",
				"given": "Temple"
			}
		],
		"editor": [
			{
				"family": "Schopler",
				"given": "Eric"
			},
			{
				"family": "Mesibov",
				"given": "Gary B."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"1995"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/3HS9RFV6",
		"type": "book",
		"abstract": "The captivating subject of Oliver Sack's Anthropologist on Mars, here is Temple Grandin's personal account of living with autism extraordinary gift of animal empathy has transformed her world and ours.Temple Grandin is renowned throughout the world as a designer of livestock holding equipment.  Her unique empathy for animals has her to create systems which are humane and cruel free, setting the highest standards for the industry the treatment and handling of animals.  She also happens to be autistic. Here, in Temple Grandin's own words, is the story what it is like to live with autism.  Temple is among the few people who have broken through many the neurological impairments associated with autism.  Throughout her life, she has developed unique coping strategies, including her famous \"squeeze machine,\" modeled after seeing the calming effect squeeze chutes on cattle.  She describes her pain isolation growing up \"different\" and her discovery visual symbols to interpret the \"ways of the natives\" Thinking in Pictures also gives information from the frontlines of autism, including treatme medication, and diagnosis, as well as Temple's insight into genius, savants, sensory phenomena, etc.  Ultimately, it is Temple's unique ability describe the way her visual mind works and how she first made the connection between her impairment and animal temperament that is the basis of extraordinary gift and phenomenal success.",
		"edition": "First Edition",
		"event-place": "New York",
		"ISBN": "978-0-385-47792-5",
		"language": "English",
		"number-of-pages": "222",
		"publisher": "Doubleday",
		"publisher-place": "New York",
		"source": "Amazon",
		"title": "Thinking in Pictures and Other Reports from My Life with Autism",
		"author": [
			{
				"family": "Grandin",
				"given": "Temple"
			},
			{
				"family": "Sacks",
				"given": "Oliver"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1995",
					11,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/XUQEWB82",
		"type": "article-journal",
		"abstract": "Autism spectrum disorder (ASD) is a highly heritable and heterogeneous group of neurodevelopmental phenotypes diagnosed in more than 1% of children. Common genetic variants contribute substantially to ASD susceptibility, but to date no individual variants have been robustly associated with ASD. With a marked sample-size increase from a unique Danish population resource, we report a genome-wide association meta-analysis of 18,381 individuals with ASD and 27,969 controls that identified five genome-wide-significant loci. Leveraging GWAS results from three phenotypes with significantly overlapping genetic architectures (schizophrenia, major depression, and educational attainment), we identified seven additional loci shared with other traits at equally strict significance levels. Dissecting the polygenic architecture, we found both quantitative and qualitative polygenic heterogeneity across ASD subtypes. These results highlight biological insights, particularly relating to neuronal function and corticogenesis, and establish that GWAS performed at scale will be much more productive in the near term in ASD.",
		"container-title": "Nature Genetics",
		"DOI": "10.1038/s41588-019-0344-8",
		"ISSN": "1546-1718",
		"issue": "3",
		"journalAbbreviation": "Nat Genet",
		"language": "en",
		"license": "2019 The Author(s), under exclusive licence to Springer Nature America, Inc.",
		"note": "publisher: Nature Publishing Group",
		"page": "431-444",
		"source": "www.nature.com",
		"title": "Identification of common genetic risk variants for autism spectrum disorder",
		"URL": "https://www.nature.com/articles/s41588-019-0344-8",
		"volume": "51",
		"author": [
			{
				"family": "Grove",
				"given": "Jakob"
			},
			{
				"family": "Ripke",
				"given": "Stephan"
			},
			{
				"family": "Als",
				"given": "Thomas D."
			},
			{
				"family": "Mattheisen",
				"given": "Manuel"
			},
			{
				"family": "Walters",
				"given": "Raymond K."
			},
			{
				"family": "Won",
				"given": "Hyejung"
			},
			{
				"family": "Pallesen",
				"given": "Jonatan"
			},
			{
				"family": "Agerbo",
				"given": "Esben"
			},
			{
				"family": "Andreassen",
				"given": "Ole A."
			},
			{
				"family": "Anney",
				"given": "Richard"
			},
			{
				"family": "Awashti",
				"given": "Swapnil"
			},
			{
				"family": "Belliveau",
				"given": "Rich"
			},
			{
				"family": "Bettella",
				"given": "Francesco"
			},
			{
				"family": "Buxbaum",
				"given": "Joseph D."
			},
			{
				"family": "Bybjerg-Grauholm",
				"given": "Jonas"
			},
			{
				"family": "Bækvad-Hansen",
				"given": "Marie"
			},
			{
				"family": "Cerrato",
				"given": "Felecia"
			},
			{
				"family": "Chambert",
				"given": "Kimberly"
			},
			{
				"family": "Christensen",
				"given": "Jane H."
			},
			{
				"family": "Churchhouse",
				"given": "Claire"
			},
			{
				"family": "Dellenvall",
				"given": "Karin"
			},
			{
				"family": "Demontis",
				"given": "Ditte"
			},
			{
				"family": "De Rubeis",
				"given": "Silvia"
			},
			{
				"family": "Devlin",
				"given": "Bernie"
			},
			{
				"family": "Djurovic",
				"given": "Srdjan"
			},
			{
				"family": "Dumont",
				"given": "Ashley L."
			},
			{
				"family": "Goldstein",
				"given": "Jacqueline I."
			},
			{
				"family": "Hansen",
				"given": "Christine S."
			},
			{
				"family": "Hauberg",
				"given": "Mads Engel"
			},
			{
				"family": "Hollegaard",
				"given": "Mads V."
			},
			{
				"family": "Hope",
				"given": "Sigrun"
			},
			{
				"family": "Howrigan",
				"given": "Daniel P."
			},
			{
				"family": "Huang",
				"given": "Hailiang"
			},
			{
				"family": "Hultman",
				"given": "Christina M."
			},
			{
				"family": "Klei",
				"given": "Lambertus"
			},
			{
				"family": "Maller",
				"given": "Julian"
			},
			{
				"family": "Martin",
				"given": "Joanna"
			},
			{
				"family": "Martin",
				"given": "Alicia R."
			},
			{
				"family": "Moran",
				"given": "Jennifer L."
			},
			{
				"family": "Nyegaard",
				"given": "Mette"
			},
			{
				"family": "Nærland",
				"given": "Terje"
			},
			{
				"family": "Palmer",
				"given": "Duncan S."
			},
			{
				"family": "Palotie",
				"given": "Aarno"
			},
			{
				"family": "Pedersen",
				"given": "Carsten Bøcker"
			},
			{
				"family": "Pedersen",
				"given": "Marianne Giørtz"
			},
			{
				"family": "dPoterba",
				"given": "Timothy"
			},
			{
				"family": "Poulsen",
				"given": "Jesper Buchhave"
			},
			{
				"family": "Pourcain",
				"given": "Beate St"
			},
			{
				"family": "Qvist",
				"given": "Per"
			},
			{
				"family": "Rehnström",
				"given": "Karola"
			},
			{
				"family": "Reichenberg",
				"given": "Abraham"
			},
			{
				"family": "Reichert",
				"given": "Jennifer"
			},
			{
				"family": "Robinson",
				"given": "Elise B."
			},
			{
				"family": "Roeder",
				"given": "Kathryn"
			},
			{
				"family": "Roussos",
				"given": "Panos"
			},
			{
				"family": "Saemundsen",
				"given": "Evald"
			},
			{
				"family": "Sandin",
				"given": "Sven"
			},
			{
				"family": "Satterstrom",
				"given": "F. Kyle"
			},
			{
				"family": "Davey Smith",
				"given": "George"
			},
			{
				"family": "Stefansson",
				"given": "Hreinn"
			},
			{
				"family": "Steinberg",
				"given": "Stacy"
			},
			{
				"family": "Stevens",
				"given": "Christine R."
			},
			{
				"family": "Sullivan",
				"given": "Patrick F."
			},
			{
				"family": "Turley",
				"given": "Patrick"
			},
			{
				"family": "Walters",
				"given": "G. Bragi"
			},
			{
				"family": "Xu",
				"given": "Xinyi"
			},
			{
				"family": "Stefansson",
				"given": "Kari"
			},
			{
				"family": "Geschwind",
				"given": "Daniel H."
			},
			{
				"family": "Nordentoft",
				"given": "Merete"
			},
			{
				"family": "Hougaard",
				"given": "David M."
			},
			{
				"family": "Werge",
				"given": "Thomas"
			},
			{
				"family": "Mors",
				"given": "Ole"
			},
			{
				"family": "Mortensen",
				"given": "Preben Bo"
			},
			{
				"family": "Neale",
				"given": "Benjamin M."
			},
			{
				"family": "Daly",
				"given": "Mark J."
			},
			{
				"family": "Børglum",
				"given": "Anders D."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/7I6S6BI3",
		"type": "article-journal",
		"abstract": "While the medical home has proven effective at improving continuity of care among other populations, there is a paucity of literature testing the effectiveness of medical homes in serving the healthcare needs of autistic adults. We conducted a retrospective cohort study to compare the continuity of care of autistic adult patients at a specialized primary care medical home designed to remove barriers to care for autistic adults, called the Center for Autism Services and Transition (CAST), to propensity score matched national samples of autistic adults with private insurance or Medicare. The unadjusted median Bice–Boxerman continuity of care index was 0.6 (interquartile range = 0.4–1.0) for CAST patients, 0.5 (interquartile range = 0.3–1.0) for Medicare beneficiaries, and 0.6 (interquartile range = 0.4–1.0) for privately insured autistic adults. In multivariable models controlling for demographic characteristics, on average, CAST patients had continuity of care indices that were 10% higher than national samples of autistic adult Medicare beneficiaries (p < 0.0001). Continuity of care among CAST patients did not significantly differ from that of the national sample of privately insured autistic adults (p = 0.08). Our findings suggest that medical homes, like CAST, may be a promising solution to improve healthcare delivery for the growing population of autistic adults. Lay abstract There is a nationally recognized need for innovative healthcare delivery models to improve care continuity for autistic adults as they age out of pediatric and into adult healthcare systems. One possible model of care delivery is called the “medical home”. The medical home is not a residential home, but a system where a patient’s healthcare is coordinated through a primary care physician to ensure necessary care is received when and where the patient needs it. We compared the continuity of care among autistic adult patients at a specialized primary care medical home designed to remove barriers to care for autistic adults, called the CAST, to matched national samples of autistic adults with private insurance or Medicare. Continuity of primary care among CAST patients was significantly better than that of matched national samples of autistic adult Medicare beneficiaries and similar to that of privately insured autistic adults. Our findings suggest that medical homes, like CAST, are a promising solution to improve healthcare delivery for the growing population of autistic adults.",
		"container-title": "Autism",
		"DOI": "10.1177/1362361320953967",
		"page": "258-265",
		"source": "consensus.app",
		"title": "Specialized primary care medical home: A positive impact on continuity of care among autistic adults",
		"title-short": "Specialized primary care medical home",
		"URL": "https://consensus.app/papers/specialized-primary-care-home-impact-continuity-care-hand/0e6dfe14be245860889620e3477ee155/",
		"volume": "25",
		"author": [
			{
				"family": "Hand",
				"given": "Brittany N."
			},
			{
				"family": "Coury",
				"given": "D."
			},
			{
				"family": "White",
				"given": "S."
			},
			{
				"family": "Darragh",
				"given": "A."
			},
			{
				"family": "Moffatt-Bruce",
				"given": "S."
			},
			{
				"family": "Harris",
				"given": "Lauren"
			},
			{
				"family": "Longo",
				"given": "Anne"
			},
			{
				"family": "Garvin",
				"given": "J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/3M6W676S",
		"type": "article-journal",
		"abstract": "The concept of autism is a significant contribution from child psychiatry that has entered wider culture and public consciousness, and has evolved significantly over the last four decades. Taking a rather personal retrospective, reflecting on our own time in autism research, this review explores changes in the concept of autism and the implications of these for future research. We focus on seven major changes in how autism is thought of, operationalised, and recognised: (1) from a narrow definition to wide diagnostic criteria; (2) from a rare to a relatively common condition, although probably still under‐recognised in women; (3) from something affecting children, to a lifelong condition; (4) from something discreet and distinct, to a dimensional view; (5) from one thing to many ‘autisms’, and a compound or ‘fractionable’ condition; (6) from a focus on ‘pure’ autism, to recognition that complexity and comorbidity is the norm; and finally, (7) from conceptualising autism purely as a ‘developmental disorder’, to recognising a neurodiversity perspective, operationalised in participatory research models. We conclude with some challenges for the field and suggestions for areas currently neglected in autism research.\n          , \n            \n              Read the Commentary on this article at doi:\n              10.1111/jcpp.13212",
		"container-title": "Journal of Child Psychology and Psychiatry",
		"DOI": "10.1111/jcpp.13176",
		"ISSN": "0021-9630, 1469-7610",
		"issue": "3",
		"journalAbbreviation": "Child Psychology Psychiatry",
		"language": "en",
		"page": "218-232",
		"source": "Semantic Scholar",
		"title": "Annual Research Review: Looking back to look forward – changes in the concept of autism and implications for future research",
		"title-short": "Annual Research Review",
		"URL": "https://acamh.onlinelibrary.wiley.com/doi/10.1111/jcpp.13176",
		"volume": "61",
		"author": [
			{
				"family": "Happé",
				"given": "Francesca"
			},
			{
				"family": "Frith",
				"given": "Uta"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/4S6SKW7G",
		"type": "article-journal",
		"abstract": "Autism spectrum disorder (autism) is a heterogeneous group of neurodevelopmental conditions characterized by early childhood-onset impairments in communication and social interaction alongside restricted and repetitive behaviors and interests. This review summarizes recent developments in human genetics research in autism, complemented by epigenetic and transcriptomic findings. The clinical heterogeneity of autism is mirrored by a complex genetic architecture involving several types of common and rare variants, ranging from point mutations to large copy number variants, and either inherited or spontaneous (de novo). More than 100 risk genes have been implicated by rare, often de novo, potentially damaging mutations in highly constrained genes. These account for substantial individual risk but a small proportion of the population risk. In contrast, most of the genetic risk is attributable to common inherited variants acting en masse, each individually with small effects. Studies have identified a handful of robustly associated common variants. Different risk genes converge on the same mechanisms, such as gene regulation and synaptic connectivity. These mechanisms are also implicated by genes that are epigenetically and transcriptionally dysregulated in autism. Major challenges to understanding the biological mechanisms include substantial phenotypic heterogeneity, large locus heterogeneity, variable penetrance, and widespread pleiotropy. Considerable increases in sample sizes are needed to better understand the hundreds or thousands of common and rare genetic variants involved. Future research should integrate common and rare variant research, multi-omics data including genomics, epigenomics, and transcriptomics, and refined phenotype assessment with multidimensional and longitudinal measures.",
		"container-title": "Psychological Medicine",
		"DOI": "10.1017/S0033291721000192",
		"ISSN": "0033-2917, 1469-8978",
		"issue": "13",
		"language": "en",
		"page": "2260-2273",
		"source": "Cambridge University Press",
		"title": "Genetic contributions to autism spectrum disorder",
		"URL": "https://www.cambridge.org/core/journals/psychological-medicine/article/genetic-contributions-to-autism-spectrum-disorder/89240047F6928249D9DE91A6A6CFBD52",
		"volume": "51",
		"author": [
			{
				"family": "Havdahl",
				"given": "A."
			},
			{
				"family": "Niarchou",
				"given": "M."
			},
			{
				"family": "Starnawska",
				"given": "A."
			},
			{
				"family": "Uddin",
				"given": "M."
			},
			{
				"family": "Merwe",
				"given": "C.",
				"dropping-particle": "van der"
			},
			{
				"family": "Warrier",
				"given": "V."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/NSVQASI3",
		"type": "article-journal",
		"abstract": "Intellectual disability (also known as learning disability in UK health services) and autism are distinct from the serious mental illnesses for which the Mental Health Act is designed to be used. Their inclusion in the definition of mental disorder is discriminatory, resulting in unjust deprivations of liberty. Intellectual disability and autism should be excluded from the Mental Health Act.Declaration of interestNone.",
		"container-title": "The British Journal of Psychiatry",
		"DOI": "10.1192/bjp.2019.26",
		"ISSN": "0007-1250, 1472-1465",
		"issue": "5",
		"language": "en",
		"page": "633-635",
		"source": "Cambridge University Press",
		"title": "The case for removing intellectual disability and autism from the Mental Health Act",
		"URL": "https://www.cambridge.org/core/journals/the-british-journal-of-psychiatry/article/case-for-removing-intellectual-disability-and-autism-from-the-mental-health-act/973EFC6D9B210A781665F863BCF50D6E",
		"volume": "215",
		"author": [
			{
				"family": "Hollins",
				"given": "Sheila"
			},
			{
				"family": "Lodge",
				"given": "Keri-Michèle"
			},
			{
				"family": "Lomax",
				"given": "Paul"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/GM8PXIX6",
		"type": "article-journal",
		"abstract": "Background Previous longitudinal studies have demonstrated that psychosocial outcomes for autistic adults are very limited. However, most studies are clinic-based and liable to selection bias and major methodological problems. Methods We conducted a long-term follow-up study with 278 autistic individuals from our previous birth cohort study comprising 31,426 individuals. All participants were born in northern Yokohama between 1988 and 1996, diagnosed with autism spectrum disorder (ASD) by age seven, and followed up over 20?years. A total of 170 consented to participate in the study. Outcome measures included overall social functioning based on work, independent living, and friendships. Moreover, the time-use data concerning social participation and activities of daily living were compared with the general population. Results Psychosocial outcomes in adulthood (average age 25) were very good in 13.7%, good in 25.0%, fair in 31.0%, poor in 25.6%, and very poor in 4.8% of the participants. The majority participated in major life areas of and work and education (96.4%), sports (82.1%), and recreational activities and/or hobbies (98.8%). The proportion of participants who engaged in housework and self-care was comparable to that of the general population. Participants with IQ?",
		"container-title": "Journal of Child Psychology and Psychiatry",
		"DOI": "10.1111/jcpp.13614",
		"ISSN": "0021-9630",
		"issue": "12",
		"note": "publisher: John Wiley & Sons, Ltd",
		"page": "1563-1573",
		"source": "acamh.onlinelibrary.wiley.com (Atypon)",
		"title": "Twenty-year longitudinal birth cohort study of individuals diagnosed with autism spectrum disorder before seven years of age",
		"URL": "https://acamh.onlinelibrary.wiley.com/doi/10.1111/jcpp.13614",
		"volume": "63",
		"author": [
			{
				"family": "Iwasa",
				"given": "Mitsuaki"
			},
			{
				"family": "Shimizu",
				"given": "Yasuo"
			},
			{
				"family": "Sasayama",
				"given": "Daimei"
			},
			{
				"family": "Imai",
				"given": "Miho"
			},
			{
				"family": "Ohzono",
				"given": "Hiroko"
			},
			{
				"family": "Ueda",
				"given": "Miori"
			},
			{
				"family": "Hara",
				"given": "Ikuko"
			},
			{
				"family": "Honda",
				"given": "Hideo"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/CHU3MRWZ",
		"type": "article-journal",
		"abstract": "Adult autism studies are increasingly comprised of later-diagnosed adults, yet little is known about how these adults compare to those diagnosed earlier in life. The present study examines medical and psychiatric conditions endorsed by autistic adults and documents differences between those diagnosed with ASD in childhood versus adulthood, as well as across age groups and sex at birth. 4657 legally independent adults (ages 18–85, M = 33.4 years) with professional ASD diagnoses who completed a medical questionnaire were drawn from the Simons Powering Autism Research Knowledge (SPARK) study. Chi square analyses, t-tests, and logistic regressions were used to compare medical and psychiatric conditions between age groups, sex at birth and adults diagnosed in childhood (before age 21) versus adulthood (at or after 21 years). Overall number of conditions endorsed as being diagnosed by a professional was high, with an average of 1.69 (SD = 2.01) medical or developmental and 2.98 (SD = 2.29) psychiatric conditions reported across the sample. Females were more likely to endorse psychiatric conditions (OR = 1.68). Adult-diagnosed adults were more likely to endorse psychiatric conditions (OR = 2.71) and reported more lifetime psychiatric diagnoses (M = 3.15, SD = 2.23) than their childhood-diagnosed counterparts (M = 2.81, SD = 2.33). These findings underscore the need for research to better understand and treat co-occurring psychiatric conditions in autistic adults and report and consider the age of diagnosis in adult autism samples. Moreover, results suggest it is imperative that mental health professionals receive autism training to promote accurate differential diagnosis and equitable access to mental health care for autistic adults with co-occurring psychiatric conditions.",
		"container-title": "Autism Research",
		"DOI": "10.1002/aur.2808",
		"ISSN": "1939-3806",
		"issue": "11",
		"language": "en",
		"license": "© 2022 The Authors. Autism Research published by International Society for Autism Research and Wiley Periodicals LLC.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/aur.2808",
		"page": "2112-2125",
		"source": "Wiley Online Library",
		"title": "Associations between co-occurring conditions and age of autism diagnosis: Implications for mental health training and adult autism research",
		"title-short": "Associations between co-occurring conditions and age of autism diagnosis",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/aur.2808",
		"volume": "15",
		"author": [
			{
				"family": "Jadav",
				"given": "Nikita"
			},
			{
				"family": "Bal",
				"given": "Vanessa H."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/3NGQ88ZD",
		"type": "article-journal",
		"container-title": "The Lancet Psychiatry",
		"DOI": "10.1016/S2215-0366(19)30289-5",
		"ISSN": "2215-0366, 2215-0374",
		"issue": "10",
		"journalAbbreviation": "The Lancet Psychiatry",
		"language": "English",
		"note": "publisher: Elsevier\nPMID: 31447415",
		"page": "819-829",
		"source": "www.thelancet.com",
		"title": "Prevalence of co-occurring mental health diagnoses in the autism population: a systematic review and meta-analysis",
		"title-short": "Prevalence of co-occurring mental health diagnoses in the autism population",
		"URL": "https://www.thelancet.com/journals/lanpsy/article/PIIS2215-0366(19)30289-5/abstract#%20",
		"volume": "6",
		"author": [
			{
				"family": "Lai",
				"given": "Meng-Chuan"
			},
			{
				"family": "Kassee",
				"given": "Caroline"
			},
			{
				"family": "Besney",
				"given": "Richard"
			},
			{
				"family": "Bonato",
				"given": "Sarah"
			},
			{
				"family": "Hull",
				"given": "Laura"
			},
			{
				"family": "Mandy",
				"given": "William"
			},
			{
				"family": "Szatmari",
				"given": "Peter"
			},
			{
				"family": "Ameis",
				"given": "Stephanie H."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					10,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/YZHYQIUA",
		"type": "article-journal",
		"abstract": "The present longitudinal study investigated changes in service receipt and unmet service needs spanning 14 years before and after high school exit in a large community-based sample of individuals with ASD (n = 204), of whom 59% had co-occurring intellectual disability (ID). Using multi-level models, potential discontinuity of service patterns at the point of high school exit were examined, as well as the rate of change in services received and needed during the high school years and into the post-high school period. Differences between those with and without ID were probed. Study findings indicated that overall, sample members experienced a reduction in receipt of services during high school, particularly for those without co-occurring ID. After high school exit, sample members experienced a decline in services received; for those without ID, there was a continuous rate of loss of services after leaving high school but for those with ID, there was a sharp decline in services received. Unmet service needs increased right after high school exit for both those with and without ID. These patterns reflect loss of entitlement for services that accompanies high school exit, and the limited availability of adult services for individuals with ASD. This study documented not only the post-high school service cliff that has been the subject of much concern, but also that the loss of services begins long before high school exit and that sub-groups of the population with ASD are particularly vulnerable., In this research we studied changes in the number of services received before and after high school exit in a large sample of individuals with ASD. With each passing year during high school, individuals with ASD received fewer services. At the time of high school exit, there was a sharp drop in the number of services received, particularly for those with co-occurring intellectual disability. This study found not only that there is a post-high school service cliff, but also that the loss of services begins long before high school exit.",
		"container-title": "Autism research : official journal of the International Society for Autism Research",
		"DOI": "10.1002/aur.2113",
		"ISSN": "1939-3792",
		"issue": "6",
		"journalAbbreviation": "Autism Res",
		"note": "PMID: 31033222\nPMCID: PMC6546537",
		"page": "911-921",
		"source": "PubMed Central",
		"title": "Loss in Services Precedes High School Exit for Teens with ASD: A Longitudinal Study",
		"title-short": "Loss in Services Precedes High School Exit for Teens with ASD",
		"URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6546537/",
		"volume": "12",
		"author": [
			{
				"family": "Laxman",
				"given": "Daniel J."
			},
			{
				"family": "Taylor",
				"given": "Julie Lounds"
			},
			{
				"family": "DaWalt",
				"given": "Leann S."
			},
			{
				"family": "Greenberg",
				"given": "Jan S."
			},
			{
				"family": "Mailick",
				"given": "Marsha R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/SQVKSSZ4",
		"type": "article-journal",
		"abstract": "The growth of autistic self-advocacy and the neurodiversity movement has brought about new ethical, theoretical and ideological debates within autism theory, research and practice. These debates have had genuine impact within some areas of autism research but their influence is less evident within early intervention research. In this paper, we argue that all autism intervention stakeholders need to understand and actively engage with the views of autistic people and with neurodiversity as a concept and movement. In so doing, intervention researchers and practitioners are required to move away from a normative agenda and pay diligence to environmental goodness-of-fit, autistic developmental trajectories, internal drivers and experiences, and autistic prioritized intervention targets. Autism intervention researchers must respond to these debates by reframing effectiveness, developing tools to measure autistic prioritized outcomes, and forming partnerships with autistic people. There is a pressing need for increased reflection and articulation around how intervention practices align with a neurodiversity framework and greater emphasis within intervention programmes on natural developmental processes, coping strategies, autonomy, and well-being.",
		"container-title": "Frontiers in Psychology",
		"DOI": "10.3389/fpsyg.2021.635690",
		"ISSN": "1664-1078",
		"journalAbbreviation": "Front Psychol",
		"note": "PMID: 33912110\nPMCID: PMC8075160",
		"page": "635690",
		"source": "PubMed Central",
		"title": "Autistic Self-Advocacy and the Neurodiversity Movement: Implications for Autism Early Intervention Research and Practice",
		"title-short": "Autistic Self-Advocacy and the Neurodiversity Movement",
		"URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8075160/",
		"volume": "12",
		"author": [
			{
				"family": "Leadbitter",
				"given": "Kathy"
			},
			{
				"family": "Buckle",
				"given": "Karen Leneh"
			},
			{
				"family": "Ellis",
				"given": "Ceri"
			},
			{
				"family": "Dekker",
				"given": "Martijn"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					4,
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/H2UPJ8VE",
		"type": "article-journal",
		"abstract": "The fifth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) controversially combined previously distinct subcategories of autism spectrum disorder (ASD) into a single diagnostic category. However, genetic convergences and divergences between different ASD subcategories are unclear. By retrieving 1725 exonic de novo mutations (DNMs) from 1628 subjects with autistic disorder (AD), 1873 from 1564 subjects with pervasive developmental disorder not otherwise specified (PDD-NOS), 276 from 247 subjects with Asperger’s syndrome (AS), and 2077 from 2299 controls, we found that rates of putative functional DNMs (loss-of-function, predicted deleterious missense, and frameshift) in all three subcategories were significantly higher than those in control. We then investigated the convergences and divergences of the three ASD subcategories based on four genetic aspects: whether any two ASD subcategories (1) shared significantly more genes with functional DNMs, (2) exhibited similar spatio-temporal expression patterns, (3) shared significantly more candidate genes, and (4) shared some ASD-associated functional pathways. It is revealed that AD and PDD-NOS were broadly convergent in terms of all four genetic aspects, suggesting these two ASD subcategories may be genetically combined. AS was divergent to AD and PDD-NOS for aspects of functional DNMs and expression patterns, whereas AS and AD/PDD-NOS were convergent for aspects of candidate genes and functional pathways. Our results indicated that the three ASD subcategories present more genetic convergences than divergences, favouring DSM-5’s new classification. This study suggests that specifically defined genotypes and their corresponding phenotypes should be integrated analyzed for precise diagnosis of complex disorders, such as ASD.",
		"container-title": "Molecular Psychiatry",
		"DOI": "10.1038/s41380-018-0081-x",
		"ISSN": "1476-5578",
		"issue": "11",
		"journalAbbreviation": "Mol Psychiatry",
		"language": "en",
		"license": "2018 Macmillan Publishers Limited, part of Springer Nature",
		"note": "publisher: Nature Publishing Group",
		"page": "1720-1731",
		"source": "www.nature.com",
		"title": "A comparative study of the genetic components of three subcategories of autism spectrum disorder",
		"URL": "https://www.nature.com/articles/s41380-018-0081-x",
		"volume": "24",
		"author": [
			{
				"family": "Li",
				"given": "Jinchen"
			},
			{
				"family": "Hu",
				"given": "Shanshan"
			},
			{
				"family": "Zhang",
				"given": "Kun"
			},
			{
				"family": "Shi",
				"given": "Leisheng"
			},
			{
				"family": "Zhang",
				"given": "Yi"
			},
			{
				"family": "Zhao",
				"given": "Tingting"
			},
			{
				"family": "Wang",
				"given": "Lin"
			},
			{
				"family": "He",
				"given": "Xin"
			},
			{
				"family": "Xia",
				"given": "Kun"
			},
			{
				"family": "Liu",
				"given": "Chunyu"
			},
			{
				"family": "Sun",
				"given": "Zhongsheng"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/C5KMH6Q5",
		"type": "article-journal",
		"abstract": "Most adults on the autism spectrum have co-occurring mental health conditions, creating a high demand for mental health services – including psychotherapy – in autistic adults. However, autistic adults have difficulties accessing mental health services. The most-reported barriers to accessing treatment are therapists’ lack of knowledge and expertise surrounding autism, as well as unwillingness to treat autistic individuals. This study was conducted by a participatory autism research group and examined 498 adult-patient psychotherapists on knowledge about autism and self-perceived competency to diagnose and treat autistic patients without intellectual disability compared to patients with other diagnoses. Psychotherapists rated their education about autism in formal training, and competency in the diagnosis and treatment of patients with autism, lowest compared to patients with all other diagnoses surveyed in the study, including those with comparable prevalence rates. Many therapists had misconceptions and outdated beliefs about autism. Few had completed additional training on autism, but the majority were interested in receiving it. Greater knowledge about autism was positively linked to openness to accept autistic patients. The results point to an alarming gap in knowledge necessary for adequate mental health care for individuals with autism.\nLay abstract\nMost autistic adults experience mental health problems. There is a great demand for psychotherapeutic support that addresses the specific needs of autistic individuals. However, people with autism encounter difficulties trying to access diagnostic and therapeutic services. This study was conducted by a participatory autism research group: a group in which autistic individuals and scientists collaborate. The group developed a questionnaire for psychotherapists in Germany to assess their knowledge about autism. Psychotherapists also rated their ability to diagnose and treat autistic patients without intellectual disability, and patients with other psychological diagnoses. Many of the 498 psychotherapists that responded reported little knowledge and outdated beliefs about autism, as well as little training on treating patients with autism. Their expertise about other psychological conditions was more comprehensive. However, many psychotherapists were interested in professional training on autism. Those with more knowledge were also more open to treating autistic patients. In conclusion, psychotherapists’ lack of knowledge and expertise seem to be a major barrier for adults with autism to receiving helpful psychotherapeutic support. The results demonstrate the need for an advancement in autism education during psychotherapists’ training and in continuous education.",
		"container-title": "Autism",
		"DOI": "10.1177/13623613211057973",
		"ISSN": "1362-3613",
		"issue": "6",
		"journalAbbreviation": "Autism",
		"language": "en",
		"note": "publisher: SAGE Publications Ltd",
		"page": "1509-1521",
		"source": "SAGE Journals",
		"title": "A blind spot in mental healthcare? Psychotherapists lack education and expertise for the support of adults on the autism spectrum",
		"title-short": "A blind spot in mental healthcare?",
		"URL": "https://doi.org/10.1177/13623613211057973",
		"volume": "26",
		"author": [
			{
				"family": "Lipinski",
				"given": "Silke"
			},
			{
				"family": "Boegl",
				"given": "Katharina"
			},
			{
				"family": "Blanke",
				"given": "Elisabeth S"
			},
			{
				"family": "Suenkel",
				"given": "Ulrike"
			},
			{
				"family": "Dziobek",
				"given": "Isabel"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					8,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/JB6ZSMY2",
		"type": "article-journal",
		"abstract": "Longitudinal data on the functioning of adults referred for possible autism as children are sparse and possibly different from datasets consisting of adult clinical referrals. A total of 123 young adults, mean age of 26, referred for neurodevelopmental disorders in early childhood were categorized into three outcome groups: autism spectrum disorder (ASD) diagnosis at some point and current intelligence quotient (IQ) ⩾ 70 (Ever ASD-Higher IQ), ever ASD and current IQ < 70 (Ever ASD-Lower IQ), and individuals who never received an ASD diagnosis (Never ASD). Independence and well-being were assessed through direct testing, questionnaires, and interviews. Verbal IQ, beyond intellectual disability status, accounted for group differences in employment; autistic features (Autism Diagnostic Observation Schedule Calibrated Severity Score) were uniquely related to adaptive skills and friendships. In many ways, the Never ASD group had similar outcomes compared to the ASD groups. However, lower well-being and fewer positive emotions were related to ASD diagnosis across IQ. The Ever ASD-Lower IQ group had the highest levels of irritability, hyperactivity, and medications. Families played a major role in supporting adults with and without ASD at all intellectual levels. Realistic ways of increasing independence should be developed through working with adults and their families, while acknowledging the contribution of individual differences in mental health, intelligence, and autism symptoms across neurodevelopmental disorders.\nLay abstract\nIt is important to better understand how adults with autism are functioning in adulthood. Studies that have tracked individuals across the lifespan can help identify developmental factors influence differences in adult outcomes. The present study examines the independence, well-being, and functioning of 123 adults that have been closely followed since early childhood. Autism diagnosis and cognitive assessments were given frequently throughout childhood and during adulthood. We examined differences between adults who had received an autism diagnosis at some point with higher cognitive abilities (Ever ASD-High IQ) and lower cognitive abilities (Ever ASD-Low IQ), as well as adults who never received a diagnosis of autism in the course of the study (Never ASD). We found that autistic features specifically related to adaptive skills and friendships, and verbal intelligence related to work outcomes. In many ways, the Never ASD group had similar outcomes compared to the ASD groups. However, adults with ASD tended to have lower well-being and fewer positive emotions. Families played a major role in supporting adults with and without ASD at all intellectual levels. The findings suggest that realistic ways of increasing independence need to be developed by working with adults and their families, while acknowledging the contribution of individual differences in mental health, intelligence and autism symptoms across neurodevelopmental disorders.",
		"container-title": "Autism",
		"DOI": "10.1177/1362361320919246",
		"ISSN": "1362-3613",
		"issue": "7",
		"journalAbbreviation": "Autism",
		"language": "en",
		"note": "publisher: SAGE Publications Ltd",
		"page": "1691-1703",
		"source": "SAGE Journals",
		"title": "Work, living, and the pursuit of happiness: Vocational and psychosocial outcomes for young adults with autism",
		"title-short": "Work, living, and the pursuit of happiness",
		"URL": "https://doi.org/10.1177/1362361320919246",
		"volume": "24",
		"author": [
			{
				"family": "Lord",
				"given": "Catherine"
			},
			{
				"family": "McCauley",
				"given": "James B"
			},
			{
				"family": "Pepa",
				"given": "Lauren A"
			},
			{
				"family": "Huerta",
				"given": "Marisela"
			},
			{
				"family": "Pickles",
				"given": "Andrew"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					10,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/LT7EU3T9",
		"type": "article-journal",
		"abstract": "CDC estimates ASD prevalence among children aged 8 years.",
		"container-title": "MMWR. Surveillance Summaries",
		"DOI": "10.15585/mmwr.ss6904a1",
		"ISSN": "1546-07381545-8636",
		"journalAbbreviation": "MMWR Surveill Summ",
		"language": "en-us",
		"source": "www.cdc.gov",
		"title": "Prevalence of Autism Spectrum Disorder Among Children Aged 8 Years — Autism and Developmental Disabilities Monitoring Network, 11 Sites, United States, 2016",
		"URL": "https://www.cdc.gov/mmwr/volumes/69/ss/ss6904a1.htm",
		"volume": "69",
		"author": [
			{
				"family": "Maenner",
				"given": "Matthew J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/XG4ZDN42",
		"type": "article-journal",
		"abstract": "Most individuals with autism spectrum disorder (ASD)—a complex, life-long developmental disorder—do not have access to the care required to address their diverse health needs. Here, we review: (1) common barriers to healthcare access (shortage/cost of services; physician awareness; stigma); (2) barriers encountered primarily during childhood (limited screening/diagnosis; unclear referral pathways), transition to adulthood (insufficient healthcare transition services; suboptimal physician awareness of healthcare needs) and adulthood (shortage of services/limited insurance; communication difficulties with physicians; limited awareness of healthcare needs of aging adults); and (3) advances in research/program development for better healthcare access. A robust understanding of barriers to accessing healthcare across the lifespan of autistic individuals is critical to ensuring the best use of healthcare resources to improve social, physical, and mental health outcomes. Stakeholders must strengthen healthcare service provision by coming together to: better understand healthcare needs of underserved populations; strengthen medical training on care of autistic individuals; increase public awareness of ASD; promote research into/uptake of tools for ASD screening, diagnosis, and treatment; understand specific healthcare needs of autistic individuals in lower resource countries; and conduct longitudinal studies to understand the lifetime health, social, and economic impacts of ASD and enable the evaluation of novel approaches to increasing healthcare access.",
		"container-title": "Pediatric Research",
		"DOI": "10.1038/s41390-021-01465-y",
		"ISSN": "1530-0447",
		"issue": "5",
		"journalAbbreviation": "Pediatr Res",
		"language": "en",
		"license": "2021 The Author(s), under exclusive licence to the International Pediatric Research Foundation, Inc",
		"note": "publisher: Nature Publishing Group",
		"page": "1028-1035",
		"source": "www.nature.com",
		"title": "Tackling healthcare access barriers for individuals with autism from diagnosis to adulthood",
		"URL": "https://www.nature.com/articles/s41390-021-01465-y",
		"volume": "91",
		"author": [
			{
				"family": "Malik-Soni",
				"given": "Natasha"
			},
			{
				"family": "Shaker",
				"given": "Andrew"
			},
			{
				"family": "Luck",
				"given": "Helen"
			},
			{
				"family": "Mullin",
				"given": "Anne E."
			},
			{
				"family": "Wiley",
				"given": "Ryan E."
			},
			{
				"family": "Lewis",
				"given": "M. E. Suzanne"
			},
			{
				"family": "Fuentes",
				"given": "Joaquin"
			},
			{
				"family": "Frazier",
				"given": "Thomas W."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/LQ82YCYR",
		"type": "article-journal",
		"abstract": "Background\nHaving a mental health condition is related to significantly lower subjective Quality of Life (QoL) for people on the autism spectrum. Many autistic people do not participate in so-called ‘normative’ outcomes, i.e. the achievement of lifecourse goals judged to be important by adults in the general population (e.g. being employed). This study aimed to investigate whether there is an association between the presence of mental health conditions, subjective QoL and participation in normative outcomes in older autistic people.\nMethods\n69 autistic people (n = 48 males) aged 55 years and over were identified from two studies that are part of the UK Autism Spectrum Adulthood and Ageing research programme. Participants provided demographic data to establish normative outcome participation, and completed the World Health Organisation (WHO) QoL measure (WHOQoL-BREF) and the Hospital Anxiety and Depression Scale (HADS). Illustrative quotes focusing on normative outcomes were available from in-depth interviews (n = 8).\nResults\nQoL scores across all domains were lower for individuals who met indicative clinical cut-offs for depression (F(8,126) = 6.171, p < 0.001); findings were similar for anxiety (F(8,126) = 3.902, p < 0.001). Subjective QoL did not differ according to participation in normative outcomes (F(12,124.64) = 1.363, p = 0.192). The illustrative quotes suggested that aspects of daily life were related to QoL (i.e. friendships).\nConclusions\nFor older autistic people, the presence and severity of a likely mental health condition (i.e anxiety and depression) were associated with poorer QoL. However, participation in general population lifecourse goals may not well represent QoL of older autistic people, suggesting that service supports should be individually responsive.",
		"collection-title": "Growing older with autism",
		"container-title": "Research in Autism Spectrum Disorders",
		"DOI": "10.1016/j.rasd.2019.02.007",
		"ISSN": "1750-9467",
		"journalAbbreviation": "Research in Autism Spectrum Disorders",
		"page": "13-22",
		"source": "ScienceDirect",
		"title": "Quality of life for older autistic people: The impact of mental health difficulties",
		"title-short": "Quality of life for older autistic people",
		"URL": "https://www.sciencedirect.com/science/article/pii/S1750946719300406",
		"volume": "63",
		"author": [
			{
				"family": "Mason",
				"given": "D."
			},
			{
				"family": "Mackintosh",
				"given": "J."
			},
			{
				"family": "McConachie",
				"given": "H."
			},
			{
				"family": "Rodgers",
				"given": "J."
			},
			{
				"family": "Finch",
				"given": "T."
			},
			{
				"family": "Parr",
				"given": "J. R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					7,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/I8P8LG5N",
		"type": "article-journal",
		"abstract": "Autism spectrum condition is associated with co-occurring physical health conditions and premature mortality. Autistic people experience multiple barriers to accessing healthcare. This study investigated autistic people’s experiences of healthcare and professionals’ experiences of providing healthcare to autistic people. Focus groups with 11 autistic people and one supporter, and 15 one-to-one interviews with healthcare professionals were completed. Nine themes emerged from the autistic participants’ data and eight themes emerged from the health professionals’ data. Three themes were identified by both groups: healthcare contacts (for improving the patient–provider relationship), making reasonable adjustments to healthcare (e.g. providing alternative places to wait for an appointment) and autism diagnosis. Autistic participants discussed the role of cognitive factors in the success of healthcare visits (such as rehearsing an anticipated conversation with the clinician the night before an appointment) and clinicians described system-level constraints that may affect healthcare delivery (such as time limits on appointments). This study identified inexpensive changes that health professionals and managers can make to improve healthcare access for autistic people.\nLay abstract\nResearch has shown that on average, autistic people are more likely to die earlier than non-autistic people, and barriers can stop autistic people accessing healthcare. We carried out a study where we interviewed healthcare professionals (including doctors and nurses), and held discussion groups of autistic people. Our results highlighted several key points: seeing the same professional is important for autistic people and clinicians; both clinicians and autistic people think making adjustments to healthcare is important (and often possible); autistic people process information in a different way and so may need extra support in appointments; and that clinicians are often constrained by time pressures or targets.",
		"container-title": "Autism",
		"DOI": "10.1177/1362361321993709",
		"ISSN": "1362-3613",
		"issue": "3",
		"journalAbbreviation": "Autism",
		"language": "en",
		"note": "publisher: SAGE Publications Ltd",
		"page": "774-785",
		"source": "SAGE Journals",
		"title": "How to improve healthcare for autistic people: A qualitative study of the views of autistic people and clinicians",
		"title-short": "How to improve healthcare for autistic people",
		"URL": "https://doi.org/10.1177/1362361321993709",
		"volume": "25",
		"author": [
			{
				"family": "Mason",
				"given": "David"
			},
			{
				"family": "Ingham",
				"given": "Barry"
			},
			{
				"family": "Birtles",
				"given": "Heather"
			},
			{
				"family": "Michael",
				"given": "Cos"
			},
			{
				"family": "Scarlett",
				"given": "Clare"
			},
			{
				"family": "James",
				"given": "Ian A"
			},
			{
				"family": "Brown",
				"given": "Toni"
			},
			{
				"family": "Woodbury-Smith",
				"given": "Marc"
			},
			{
				"family": "Wilson",
				"given": "Colin"
			},
			{
				"family": "Finch",
				"given": "Tracy"
			},
			{
				"family": "Parr",
				"given": "Jeremy R"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					4,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/F3TWTGX7",
		"type": "article-journal",
		"abstract": "Autistic people are more likely to: be diagnosed with a range of physical health conditions (i.e. cardio-vascular disease); experience premature mortality (for most disease categories); and experience barriers to effectively accessing healthcare. This systematic review sought to identify studies that report on barriers and facilitators to physical healthcare access for autistic people. A total of 3111 records were screened and six studies were included: two quantitative, two qualitative, and two mixed-methodology studies. Patient-provider communication, sensory sensitivities, and executive functioning/planning issues emerged as important barriers to healthcare. Recommendations for clinicians and those planning services are discussed.",
		"container-title": "Journal of Autism and Developmental Disorders",
		"DOI": "10.1007/s10803-019-04049-2",
		"ISSN": "1573-3432",
		"issue": "8",
		"journalAbbreviation": "J Autism Dev Disord",
		"language": "en",
		"page": "3387-3400",
		"source": "Springer Link",
		"title": "A Systematic Review of What Barriers and Facilitators Prevent and Enable Physical Healthcare Services Access for Autistic Adults",
		"URL": "https://doi.org/10.1007/s10803-019-04049-2",
		"volume": "49",
		"author": [
			{
				"family": "Mason",
				"given": "David"
			},
			{
				"family": "Ingham",
				"given": "Barry"
			},
			{
				"family": "Urbanowicz",
				"given": "Anna"
			},
			{
				"family": "Michael",
				"given": "Cos"
			},
			{
				"family": "Birtles",
				"given": "Heather"
			},
			{
				"family": "Woodbury-Smith",
				"given": "Marc"
			},
			{
				"family": "Brown",
				"given": "Toni"
			},
			{
				"family": "James",
				"given": "Ian"
			},
			{
				"family": "Scarlett",
				"given": "Clare"
			},
			{
				"family": "Nicolaidis",
				"given": "Christina"
			},
			{
				"family": "Parr",
				"given": "Jeremy R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					8,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/SLPWW6SA",
		"type": "article-journal",
		"abstract": "Growing evidence indicates that the defining characteristics of autism spectrum disorder (ASD) are distributed throughout the general population; hence, understanding the correlates of aging in people with high autistic traits could shed light on ASD and aging. 915 members of the Dunedin longitudinal birth cohort completed a measure of autistic traits at age 45. A composite measure of the “pace of aging” was derived by tracking the decline in 19 biomarkers across ages 26, 32, 38, and 45 years. Facial age was also assessed. Reports of perceived health were collected from participants themselves, informants, and interviewers. Higher self-reported autistic traits significantly correlated with a faster pace of aging, older facial age, and poorer self-, informant-, and interviewer-rated health. After control for sex, SES and IQ, autistic traits were significantly associated with each variable: pace of aging (β = 0.09), facial age (β = 0.08), self- (β = −0.15), informant (β = −0.12), and interviewer-rated (β = −0.17) health. Autistic traits measured at age 45 are associated with faster aging. Participants with high autistic traits appear to be more vulnerable to poor health outcomes, as previously reported for those clinically diagnosed with ASD. Therefore, autistic traits may have important health implications. Replicating these findings in samples of autistic people is needed to identify the mechanism of their effect on aging and physical health to improve outcomes for those with ASD diagnoses or high autistic traits. Lay Summary The role that autistic traits have in relation to health outcomes has not been investigated. We looked at how physical health and aging (measured with self-reported questions and decline in multiple biological measures) were related to autistic traits (measured with a questionnaire, at age 45). We found that higher autistic traits were associated with poorer reports of physical health, and a faster pace of aging. This suggests that both those with autism and those with higher autistic traits may be more likely to experience poorer health outcomes.",
		"container-title": "Autism Research",
		"DOI": "10.1002/aur.2534",
		"ISSN": "1939-3806",
		"issue": "8",
		"language": "en",
		"license": "© 2021 The Authors. Autism Research published by International Society for Autism Research and Wiley Periodicals LLC.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/aur.2534",
		"page": "1684-1694",
		"source": "Wiley Online Library",
		"title": "Autistic traits are associated with faster pace of aging: Evidence from the Dunedin study at age 45",
		"title-short": "Autistic traits are associated with faster pace of aging",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/aur.2534",
		"volume": "14",
		"author": [
			{
				"family": "Mason",
				"given": "David"
			},
			{
				"family": "Ronald",
				"given": "Angelica"
			},
			{
				"family": "Ambler",
				"given": "Antony"
			},
			{
				"family": "Caspi",
				"given": "Avshalom"
			},
			{
				"family": "Houts",
				"given": "Renate"
			},
			{
				"family": "Poulton",
				"given": "Richie"
			},
			{
				"family": "Ramrakha",
				"given": "Sandhya"
			},
			{
				"family": "Wertz",
				"given": "Jasmin"
			},
			{
				"family": "Moffitt",
				"given": "Terrie E."
			},
			{
				"family": "Happé",
				"given": "Francesca"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/6VT85QWM",
		"type": "article-journal",
		"abstract": "Background: There is a paucity of research involving older autistic people, as highlighted in a number of systematic reviews. However, it is less clear whether this is changing, and what the trends might be in research on autism in later life. Methods: We conducted a broad review of the literature by examining the number of results from a search in three databases (PubMed, Embase, PsycINFO) across four age groups: childhood, adolescence, adulthood, and older age. We also examined the abstracts of all the included articles for the older age group and categorized them under broad themes. Results: Our database search identified 145 unique articles on autism in older age, with an additional 67 found by the authors (hence, the total number of articles in this review is 212). Since 2012, we found a 392% increase in research with older autistic people, versus 196% increase for childhood/early life, 253% for adolescence, and 264% for adult research. We identify 2012 as a point at which, year-on-year, older age autism research started increasing, with the most commonly researched areas being cognition, the brain, and genetics. However, older adult research only accounted for 0.4% of published autism studies over the past decade. Conclusions: This increase reflects a positive change in the research landscape, although research with children continues to dominate. We also note the difficulty of identifying papers relevant to older age autism research, and propose that a new keyword could be created to increase the visibility and accessibility of research in this steadily growing area. Community brief Why is this topic important? Autistic children grow into autistic adults, and autistic adults grow old. However, there is very little research about older autistic people. This is important so we know how to support older autistic people. What is the purpose of this article? We wanted to examine how autism research activity has changed over time with respect to four life stages: infancy, childhood and adolescence, adulthood, and older age. We then more closely looked at older age autism research to point out important gaps where more research is needed. What did the authors do? We conducted a broad review of the literature on autism and described what life stages are studied in published research. We looked at how the amount of research on different life stages has changed over time. We further examined studies focused on older age and summarized the topics covered. What did you find about this topic? Our review estimates that only 0.4% of autism-related publications over the past decade are about older autistic people. We identify 2012 as a turning point since when the number of studies has markedly increased year-on-year. Encouragingly, the percentage increase in autism research over the past decade is greater for older age research (392% rise) than childhood/early life (196%), adolescence (253%), or adulthood research (264%). What do the authors recommend? We suggest that there are many research areas that need addressing. Specifically, more research is needed on social isolation and the practicalities of living arrangements for older autistic people, as well as more studies including older autistic adults with intellectual disability. How will these findings help autistic adults now or in the future? We do not think that our findings will immediately benefit the lives of autistic people. However, we do hope to draw attention to topics where research is needed to improve the lives of autistic older people. We also suggest that a new keyword could be created that researchers could then include in their articles to help autistic people and those interested in autism and aging find relevant writings.",
		"archive_location": "140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA",
		"container-title": "Autism in Adulthood",
		"DOI": "10.1089/aut.2021.0041",
		"language": "en",
		"license": "Copyright 2022, Mary Ann Liebert, Inc., publishers",
		"note": "publisher: Mary Ann Liebert, Inc., publishers  140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA",
		"source": "www.liebertpub.com",
		"title": "Older Age Autism Research: A Rapidly Growing Field, but Still a Long Way to Go",
		"title-short": "Older Age Autism Research",
		"URL": "https://www.liebertpub.com/doi/10.1089/aut.2021.0041",
		"author": [
			{
				"family": "Mason",
				"given": "David"
			},
			{
				"family": "Stewart",
				"given": "Gavin Robert"
			},
			{
				"family": "Capp",
				"given": "Simone Josephine"
			},
			{
				"family": "Happé",
				"given": "Francesca"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					6,
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/2IX356LB",
		"type": "article-journal",
		"abstract": "Given the increasing prevalence of autism and the importance of early intervention, it is imperative that primary care physicians (PCPs) have a thorough knowledge of autism in order to offer families appropriate guidance and support. This study comprised a systematic review of research assessing PCPs’ knowledge of autism and evidence-based interventions for individuals with autism. Results indicated that PCPs in a majority of studies had inadequate knowledge of autism and its associated treatments. A variety of variables were associated with PCPs’ knowledge including personal experiences with autism, continuing medical education on autism, and years of clinical experience. Results are discussed with regard to their implications for further education in autism for PCPs and future research.",
		"container-title": "Review Journal of Autism and Developmental Disorders",
		"DOI": "10.1007/s40489-019-00189-4",
		"ISSN": "2195-7185",
		"issue": "3",
		"journalAbbreviation": "Rev J Autism Dev Disord",
		"language": "en",
		"page": "226-241",
		"source": "Springer Link",
		"title": "Primary Care Physicians’ Knowledge of Autism and Evidence-Based Interventions for Autism: A Systematic Review",
		"title-short": "Primary Care Physicians’ Knowledge of Autism and Evidence-Based Interventions for Autism",
		"URL": "https://doi.org/10.1007/s40489-019-00189-4",
		"volume": "7",
		"author": [
			{
				"family": "McCormack",
				"given": "Gerard"
			},
			{
				"family": "Dillon",
				"given": "Alison C."
			},
			{
				"family": "Healy",
				"given": "Olive"
			},
			{
				"family": "Walsh",
				"given": "Chloe"
			},
			{
				"family": "Lydon",
				"given": "Sinéad"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					9,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/G9LYHMYB",
		"type": "article-journal",
		"abstract": "Autistic adults experience disparities in physical health and health care access. A major barrier to addressing these disparities is a lack of federal funding for research on this topic. In seeking funding from the National Institutes of Health (NIH), we discovered nodes that contribute to structural discrimination in physical health-related research for autistic adults. To examine this structural discrimination, we systematically searched funded research on all physical health-disparity conditions in autistic adults using NIH RePORTER. Among 61 unique studies, none focused on improving the relevant physical health condition through intervention, programs, or services for autistic adults. Thus, we need updated policies and procedures that support research on physical health disparities in populations with developmental or mental health conditions.",
		"container-title": "Journal of Autism and Developmental Disorders",
		"DOI": "10.1007/s10803-022-05856-w",
		"ISSN": "1573-3432",
		"issue": "4",
		"journalAbbreviation": "J Autism Dev Disord",
		"language": "eng",
		"note": "PMID: 36635433\nPMCID: PMC10762646",
		"page": "1411-1424",
		"source": "PubMed",
		"title": "Mind the NIH-Funding Gap: Structural Discrimination in Physical Health-Related Research for Cognitively Able Autistic Adults",
		"title-short": "Mind the NIH-Funding Gap",
		"volume": "54",
		"author": [
			{
				"family": "McDonald",
				"given": "T. A. Meridian"
			},
			{
				"family": "Scudder",
				"given": "Audrey"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2024",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/BUJ8GP74",
		"type": "article-journal",
		"abstract": "Data from an online survey of undergraduate students at 14 colleges and universities were used to estimate the association of autism with six physical and mental health outcomes, accounting for comorbidity with other disabilities (learning disability, attention deficit hyperactivity disorder, sensory impairment, mobility impairment, mental health disorder, or other disabilities). Autism status was determined based on registration for disability accommodations based on autism and/or self-reports of an autism diagnosis. Health outcomes included self-rated physical health, self-rated mental health, depressive symptoms, symptoms of anxiety, sleep deprivation, and binge drinking. Students with autism reported poorer self-rated physical and mental health, more depressive symptoms, and more symptoms of anxiety than other students, even in the presence of controls for other disabilities. Students with autism also reported a lower likelihood of sleep deprivation and binge drinking than other students. Our results extend previous research on the health correlates of autism by considering additional indicators of health and by incorporating a direct comparison to neurotypical students. They encourage consideration of how health services for students with autism can be improved, especially for mental health problems, and argue for integrated support services that address the full constellation of physical and mental health challenges that students on the spectrum experience.\nLay abstract\nStudies have shown that children and older adults on the autism spectrum experience more physical and mental health problems than their neurotypical peers. Less is known about the physical and mental health of college students on the spectrum. Studying college students is important because young adults on the spectrum are enrolling in college at increasing rates and because health problems can be a barrier to succeeding in college. We collected data from 2820 students at 14 colleges and universities using an online survey, some of whom had registered for accommodations based on autism and others of whom had not. We used the data to compare the physical and mental health of students on the spectrum to their neurotypical peers. Because students with autism often report other disabilities that also affect health, we accounted for whether they experienced a learning disability, attention deficit hyperactivity disorder, sensory impairment, mobility impairment, mental health disorder, or any other disabilities. We assessed health using self-reports of how healthy they were physically and mentally, and reports of depressive symptoms, symptoms of anxiety, sleep deprivation, and binge drinking. We found that students with autism reported poorer physical and mental health, more depressive symptoms, and more symptoms of anxiety even after taking into account other disabilities they may have experienced. They were also less likely to report sleep deprivation and binge drinking. Our results argue for developing specialized services to address the physical and mental health challenges of college students on the spectrum.",
		"container-title": "Autism",
		"DOI": "10.1177/1362361320926070",
		"ISSN": "1362-3613",
		"issue": "3",
		"journalAbbreviation": "Autism",
		"language": "en",
		"note": "publisher: SAGE Publications Ltd",
		"page": "719-730",
		"source": "SAGE Journals",
		"title": "The health of college students on the autism spectrum as compared to                     their neurotypical peers",
		"URL": "https://doi.org/10.1177/1362361320926070",
		"volume": "25",
		"author": [
			{
				"family": "McLeod",
				"given": "Jane D"
			},
			{
				"family": "Hawbaker",
				"given": "Amelia"
			},
			{
				"family": "Meanwell",
				"given": "Emily"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					4,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/GNRP8X9A",
		"type": "article-journal",
		"abstract": "In recent decades there has been much debate over the ontological status of autism and other neurological ‘disorders’, diagnosed by behavioural indicators, and theorised primarily within the field of cognitive neuroscience and psychological paradigms. Such cognitive-behavioural discourses abstain from acknowledging the universal issue of relationality and interaction in the formation of a contested and constantly reconstructed social reality, produced through the agency of its ‘actors’. The nature of these contested interactions will be explored in this current issues piece through the use of the term the ‘double empathy problem’, and how such a rendition produces a critique of autism being defined as a deficit in ‘theory of mind’, re-framing such issues as a question of reciprocity and mutuality. In keeping with other autistic self-advocates, this piece will refer to ‘autistic people’, and ‘those who identify as on the autism spectrum’, rather than ‘people with autism’.",
		"container-title": "Disability & Society",
		"DOI": "10.1080/09687599.2012.710008",
		"ISSN": "0968-7599",
		"issue": "6",
		"note": "publisher: Routledge\n_eprint: https://doi.org/10.1080/09687599.2012.710008",
		"page": "883–887",
		"source": "Taylor and Francis+NEJM",
		"title": "On the ontological status of autism: the ‘double empathy problem’",
		"title-short": "On the ontological status of autism",
		"URL": "https://doi.org/10.1080/09687599.2012.710008",
		"volume": "27",
		"author": [
			{
				"family": "Milton",
				"given": "Damian E.M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2012",
					10,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/SVLABDVC",
		"type": "article-journal",
		"abstract": "<p><bold>Background:</bold> Autism spectrum disorder (ASD) is an early-onset and lifelong neurodevelopmental condition frequently associated with intellectual disability (ID). Although emerging studies suggest that ASD is associated with premature ageing and various medical comorbidities, as described for ID, data are scarce.</p><p><bold>Objectives:</bold> To determine the comorbidity burden and its association with distinct clinical presentation in terms of ASD severity, adaptive skills, level of autonomy, and drug exposure in a well-phenotyped sample of individuals with ASD-ID—the EFAAR (Frailty Assessment in Ageing Adults with Autism Spectrum and Intellectual Disabilities) cohort.</p><p><bold>Methods:</bold> A total of 63 adults with ASD-ID, with a mean age of 42.9 ± 15.1 years, were recruited from 2015 to 2017 from nine specialized institutions. They underwent detailed clinical examinations, including screening for comorbidities, ASD severity [Childhood Autism Rating Scale (CARS)], adaptive functioning [Vineland Adaptive Behavior Scale II (VABS-II)], autonomy [activities of daily living (ADLs)], and drug use [polypharmacy and the Drug Burden Index (DBI)]. The comorbidity burden was evaluated using the Cumulative Illness Rating Scale (CIRS-G) and its sub-scores [the severity index (CIRS-SI) and severe comorbidity (CIRS-SC)].</p><p><bold>Results:</bold> We found a large range of comorbidities, including gastrointestinal disorders and mental and neurological diseases. Overall, 25% of our ASD-ID sample had chronic kidney disease with the associated increased cardiovascular risk factors. The comorbidity burden was high (mean CIRS-G total score of 10.6 ± 4.8), comparable with that observed among patients older than those in our population hospitalized in geriatric departments. Furthermore, the comorbidity burden positively correlated with age, decreased autonomy, and polypharmacy.</p><p><bold>Conclusion:</bold> The severity of the comorbidity burden associated with premature ageing in adults with ASD and ID highlight their crucial need of personalized medical care.</p>",
		"container-title": "Frontiers in Psychiatry",
		"DOI": "10.3389/fpsyt.2019.00617",
		"ISSN": "1664-0640",
		"journalAbbreviation": "Front. Psychiatry",
		"language": "English",
		"note": "publisher: Frontiers",
		"source": "Frontiers",
		"title": "Comorbidity Burden in Adults With Autism Spectrum Disorders and Intellectual Disabilities—A Report From the EFAAR (Frailty Assessment in Ageing Adults With Autism Spectrum and Intellectual Disabilities) Study",
		"URL": "https://www.frontiersin.org/journals/psychiatry/articles/10.3389/fpsyt.2019.00617/full",
		"volume": "10",
		"author": [
			{
				"family": "Miot",
				"given": "Stéphanie"
			},
			{
				"family": "Akbaraly",
				"given": "Tasnime"
			},
			{
				"family": "Michelon",
				"given": "Cecile"
			},
			{
				"family": "Couderc",
				"given": "Sylvie"
			},
			{
				"family": "Crepiat",
				"given": "Sophie"
			},
			{
				"family": "Loubersac",
				"given": "Julie"
			},
			{
				"family": "Picot",
				"given": "Marie-Christine"
			},
			{
				"family": "Pernon",
				"given": "Éric"
			},
			{
				"family": "Gonnier",
				"given": "Véronique"
			},
			{
				"family": "Jeandel",
				"given": "Claude"
			},
			{
				"family": "Blain",
				"given": "Hubert"
			},
			{
				"family": "Baghdadli",
				"given": "Amaria"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					9,
					19
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/7286ADKJ",
		"type": "article-journal",
		"abstract": "This article proposes a link between autistic people being misperceived by the neurotypical majority and their being at risk of poor mental health and well-being. We present a transactional account of development in which the misperceptions (and consequent behaviour) of the neurotypical majority influences the perceptions and behaviour of autistic people such that they become increasingly separate and indeed isolated from mainstream society. This jeopardizes their mental health and prevents autistic people from developing to full potential. The situation is not only problematical for the development of autistic people but is also to the detriment of wider society, in so far as autistic people are effectively prevented from contributing fully. This account assumes that some (not necessarily all) autistic people yearn to be included, to be productive and to be useful. It thus directly opposes accounts that view autism as an extreme case of diminished social motivation.",
		"container-title": "British Journal of Developmental Psychology",
		"DOI": "10.1111/bjdp.12350",
		"ISSN": "0261-510X",
		"issue": "1",
		"note": "publisher: John Wiley & Sons, Ltd",
		"page": "1-18",
		"source": "bpspsychub.onlinelibrary.wiley.com (Atypon)",
		"title": "Autism and the double empathy problem: Implications for development and mental health",
		"title-short": "Autism and the double empathy problem",
		"URL": "https://bpspsychub.onlinelibrary.wiley.com/doi/10.1111/bjdp.12350",
		"volume": "39",
		"author": [
			{
				"family": "Mitchell",
				"given": "Peter"
			},
			{
				"family": "Sheppard",
				"given": "Elizabeth"
			},
			{
				"family": "Cassidy",
				"given": "Sarah"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/5NYL8JSI",
		"type": "article-journal",
		"container-title": "Nature",
		"DOI": "10.1038/479033a",
		"ISSN": "1476-4687",
		"issue": "7371",
		"journalAbbreviation": "Nature",
		"language": "eng",
		"note": "PMID: 22051659",
		"page": "33-35",
		"source": "PubMed",
		"title": "Changing perceptions: The power of autism",
		"title-short": "Changing perceptions",
		"volume": "479",
		"author": [
			{
				"family": "Mottron",
				"given": "Laurent"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011",
					11,
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/A5KJLQR5",
		"type": "article-journal",
		"abstract": "No abstract available",
		"container-title": "Disability Studies Quarterly",
		"DOI": "10.18061/dsq.v30i1.1059",
		"ISSN": "2159-8371",
		"issue": "1",
		"language": "en",
		"license": "Copyright (c) 2010 Ari Ne'eman",
		"note": "number: 1",
		"source": "dsq-sds.org",
		"title": "The Future (and the Past) of Autism Advocacy, Or Why the ASA’s Magazine, The Advocate, Wouldn't Publish This Piece",
		"URL": "https://dsq-sds.org/index.php/dsq/article/view/1059",
		"volume": "30",
		"author": [
			{
				"family": "Ne'eman",
				"given": "Ari"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2010",
					2,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/ZFBGB2KJ",
		"type": "article-journal",
		"abstract": "Our objective was to obtain an in-depth understanding of autistic adults’ experiences with healthcare and their recommendations for improving care. Our academic–community partnership used a community-based participatory research approach to conduct semi-structured, open-ended interviews with 39 autistic adults and 16 people who had experience supporting autistic adults in healthcare settings. Participants identified patient-level, autism-related factors that impact healthcare interactions, including verbal communication skills, sensory sensitivities, challenges with body awareness, slow processing speed, atypical non-verbal communication, and challenges with organization. However, the success of healthcare interactions largely depended on the interplay between patient- and provider-level factors, as well as the larger context in which patients were receiving care. Provider-level factors included providers’ knowledge about autism in adults, incorrect assumptions about individual patients, willingness to allow written communication, use of accessible language, openness to providing other accommodations, and skill in appropriately incorporating supporters. System-level factors included the availability of supporters, complexity of the healthcare system, accessibility of healthcare facilities, and stigma about autism. Further efforts are needed to empower patients, adequately train providers, increase the accessibility of the healthcare system, and decrease discrimination.",
		"container-title": "Autism",
		"DOI": "10.1177/1362361315576221",
		"ISSN": "1362-3613",
		"issue": "7",
		"journalAbbreviation": "Autism",
		"language": "en",
		"note": "publisher: SAGE Publications Ltd",
		"page": "824-831",
		"source": "SAGE Journals",
		"title": "“Respect the way I need to communicate with you”: Healthcare experiences of adults on the autism spectrum",
		"title-short": "“Respect the way I need to communicate with you”",
		"URL": "https://doi.org/10.1177/1362361315576221",
		"volume": "19",
		"author": [
			{
				"family": "Nicolaidis",
				"given": "Christina"
			},
			{
				"family": "Raymaker",
				"given": "Dora M"
			},
			{
				"family": "Ashkenazy",
				"given": "Elesia"
			},
			{
				"family": "McDonald",
				"given": "Katherine E"
			},
			{
				"family": "Dern",
				"given": "Sebastian"
			},
			{
				"family": "Baggs",
				"given": "Amelia EV"
			},
			{
				"family": "Kapp",
				"given": "Steven K"
			},
			{
				"family": "Weiner",
				"given": "Michael"
			},
			{
				"family": "Boisclair",
				"given": "W Cody"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015",
					10,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/4HRLCFAW",
		"type": "article-journal",
		"abstract": "Little is known about the healthcare experiences of adults on the autism spectrum. Moreover, autistic adults have rarely been included as partners in autism research.",
		"container-title": "Journal of General Internal Medicine",
		"DOI": "10.1007/s11606-012-2262-7",
		"ISSN": "1525-1497",
		"issue": "6",
		"journalAbbreviation": "J GEN INTERN MED",
		"language": "en",
		"page": "761-769",
		"source": "Springer Link",
		"title": "Comparison of Healthcare Experiences in Autistic and Non-Autistic Adults: A Cross-Sectional Online Survey Facilitated by an Academic-Community Partnership",
		"title-short": "Comparison of Healthcare Experiences in Autistic and Non-Autistic Adults",
		"URL": "https://doi.org/10.1007/s11606-012-2262-7",
		"volume": "28",
		"author": [
			{
				"family": "Nicolaidis",
				"given": "Christina"
			},
			{
				"family": "Raymaker",
				"given": "Dora"
			},
			{
				"family": "McDonald",
				"given": "Katherine"
			},
			{
				"family": "Dern",
				"given": "Sebastian"
			},
			{
				"family": "Boisclair",
				"given": "W. Cody"
			},
			{
				"family": "Ashkenazy",
				"given": "Elesia"
			},
			{
				"family": "Baggs",
				"given": "Amanda"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					6,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/V9D7B57L",
		"type": "article-journal",
		"abstract": "<sec><title>Introduction</title><p>This study aims to investigate self-perceived quality of life, daily functioning, and the use of compensatory strategies in emerging adults with autism<xref ref-type=\"fn\" rid=\"fn0001\"><sup>1</sup></xref>.</p></sec><sec><title>Methods and analysis</title><p>Participants will be recruited from the Lillehammer Neurodevelopmental 10-year follow-up study (LINEUP), with the aim of 15 individual in-depth interviews. Subsequently, two focus groups with clinicians will be invited to reflect on the themes found in the individual interviews. All interviews will be recorded and analyzed using reflexive thematic analysis.</p></sec><sec><title>Ethics and dissemination</title><p>The study is approved by the Regional Committee for Medical Research Ethics in South-East Norway. The findings will be disseminated to academic and clinical audiences through journal articles and conference presentations. To reach the broader autistic and autism communities, the findings will be shared with the Autism Society at national and local meetings, in their membership magazine, and on their social media channel.</p></sec>",
		"container-title": "Frontiers in Psychiatry",
		"DOI": "10.3389/fpsyt.2022.1058601",
		"ISSN": "1664-0640",
		"journalAbbreviation": "Front. Psychiatry",
		"language": "English",
		"note": "publisher: Frontiers",
		"source": "Frontiers",
		"title": "Exploring life with autism: Quality of Life, daily functioning and compensatory strategies from childhood to emerging adulthood: A qualitative study protocol",
		"title-short": "Exploring life with autism",
		"URL": "https://www.frontiersin.org/journals/psychiatry/articles/10.3389/fpsyt.2022.1058601/full",
		"volume": "13",
		"author": [
			{
				"family": "Øverland",
				"given": "Elisabeth"
			},
			{
				"family": "Hauge",
				"given": "Åshild Lappegard"
			},
			{
				"family": "Orm",
				"given": "Stian"
			},
			{
				"family": "Pellicano",
				"given": "Elizabeth"
			},
			{
				"family": "Øie",
				"given": "Merete Glenne"
			},
			{
				"family": "Skogli",
				"given": "Erik Winther"
			},
			{
				"family": "Andersen",
				"given": "Per Normann"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					11,
					25
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/U92BCSRI",
		"type": "article-journal",
		"abstract": "Research studying aging in adults with autism spectrum disorder (ASD) is growing, but longitudinal work is needed. Autistic adults have increased risk of dementia, altered hippocampal volumes and fornix integrity, and verbal memory difficulties compared with neurotypical (NT) adults. This study examined longitudinal aging in middle-age adults with ASD versus a matched NT group, and compared findings with cross-sectional age effects across a broad adult age range. Participants were 194 adults with (n = 106; 74 male) and without (n = 88; 52 male) ASD, ages 18–71. Participants (n = 45; 40–70 age range) with two visits (2–3 years apart) were included in a longitudinal analysis. Hippocampal volume, fornix fractional anisotropy (FA), and verbal memory were measured via T1-weighted MRI, diffusion tensor imaging, and the Rey Auditory Verbal Learning Test, respectively. Longitudinal mixed models were used for hippocampal system variables and reliable change index categories were used for Auditory Verbal Learning Test analyses. Multivariate regression was used for cross-sectional analyses. Middle-age adults with ASD had greater longitudinal hippocampal volume loss and were more likely to show clinically meaningful decline in short-term memory, compared with NT. In contrast, cross-sectional associations between increasing age and worsening short-term memory were identified in NT, but not autistic adults. Reduced fornix FA and long-term memory in ASD were found across the broad cross-sectional age range. These preliminary longitudinal findings suggest accelerated hippocampal volume loss in ASD and slightly higher rates of clinically-meaningful decline in verbal short-term memory. Contradictory cross-sectional and longitudinal results underscore the importance of longitudinal aging research in autistic adults. Lay Summary Autistic adults have increased risk of dementia, differences in brain memory structures, and difficulty with memory compared with neurotypical (NT) adults. However, there are no publications that follow the same middle-age autistic adults over time to see how their brain and memory change. Our preliminary findings in a small middle-age autism sample suggest a key memory brain structure, the hippocampus, may shrink faster over 2–3 years compared with NT, and short-term memory may become more challenging for some. Across a broad adult range, autistic adults also had reduced integrity of connections to the hippocampus and greater challenges with long-term memory. In our larger sample across a broad age range, the results did not hint at this aforementioned pattern of accelerated aging. This underscores the importance of more aging research in autism, and especially research where people are followed over time.",
		"container-title": "Autism Research",
		"DOI": "10.1002/aur.2797",
		"ISSN": "1939-3806",
		"issue": "10",
		"language": "en",
		"license": "© 2022 International Society for Autism Research and Wiley Periodicals LLC.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/aur.2797",
		"page": "1810-1823",
		"source": "Wiley Online Library",
		"title": "Effects of age on the hippocampus and verbal memory in adults with autism spectrum disorder: Longitudinal versus cross-sectional findings",
		"title-short": "Effects of age on the hippocampus and verbal memory in adults with autism spectrum disorder",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/aur.2797",
		"volume": "15",
		"author": [
			{
				"family": "Pagni",
				"given": "Broc A."
			},
			{
				"family": "Walsh",
				"given": "Melissa J. M."
			},
			{
				"family": "Ofori",
				"given": "Edward"
			},
			{
				"family": "Chen",
				"given": "Kewei"
			},
			{
				"family": "Sullivan",
				"given": "Georgia"
			},
			{
				"family": "Alvar",
				"given": "Jocelyn"
			},
			{
				"family": "Monahan",
				"given": "Leanna"
			},
			{
				"family": "Guerithault",
				"given": "Nicolas"
			},
			{
				"family": "Delaney",
				"given": "Shanna"
			},
			{
				"family": "Braden",
				"given": "B. Blair"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/3EQHJM53",
		"type": "article-journal",
		"abstract": "Introduction: Autism is a disorder with stereotyped behaviors, reduced communication skills and problems in social development. There is also high incidence of intellectual disability among the autistic individuals. However, the prevalence is increasing which may be due to changes in diagnostic procedures, practice and standards, or due to increase in incidence or may be due to diagnostic over substitution. Aim: To study prevalence of autism in patient who reported for disability. Materials & Methods: The present study is a retrospective study which was conducted over a period of 2 and half year from July 2017 to December 2019 among all the patients who reported for disability in the Government Psychiatric Diseases Hospital Jammu. After getting clearance from the institutional ethical committee the records of all these patients seen during this period were reviewed and the diagnosis of all these patients was confirmed according to ICD 10.\nResults: The prevalence of autism in patients who reported for disability was 64.5%. 76.1% autistic patients were males whereas 23.9% were females. 69% autistic patients were below 6 years of age followed by 26.8% who were in the age group of 7 to 12 years and only 4.2% patients were between 13 to 18 years of age.\nConclusion: From present study we conclude that there is high prevalence of autism among the patients who reported for disability. Hence appropriate measures should be taken up by the concerned authorities for the early identification",
		"container-title": "International Journal of Research and Review",
		"DOI": "10.52403/ijrr.20221282",
		"ISSN": "2349-9788, 2454-2237",
		"issue": "12",
		"journalAbbreviation": "Int J Res Rev",
		"language": "en",
		"page": "717-719",
		"source": "DOI.org (Crossref)",
		"title": "Prevalence of Autism in Patients Who Reported for Disability",
		"URL": "https://www.ijrrjournal.com/IJRR_Vol.9_Issue.12_Dec2022/IJRR82.pdf",
		"volume": "9",
		"author": [
			{
				"family": "Rivees",
				"given": "Shabnum"
			},
			{
				"family": "Akhter",
				"given": "Rukhsana"
			},
			{
				"family": "Singh Manhas",
				"given": "Rameshwar"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					12,
					29
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/FRV3QRKZ",
		"type": "article-journal",
		"abstract": "Autism spectrum disorder (ASD) is a complex neurodevelopmental condition characterized by persistent deficits in social communication and interaction. Common genetic variation appears to play a key role in the development of this condition. In this systematic review, we describe the relationship between genetic variations and autism. We created a gene dataset of the genes involved in the pathogenesis of autism and performed an over-representation analysis to evaluate the biological functions and molecular pathways that may explain the associations between these variants and the development of ASD.",
		"container-title": "BMC Neuroscience",
		"DOI": "10.1186/s12868-021-00662-z",
		"ISSN": "1471-2202",
		"issue": "1",
		"journalAbbreviation": "BMC Neuroscience",
		"page": "60",
		"source": "BioMed Central",
		"title": "A systematic review of common genetic variation and biological pathways in autism spectrum disorder",
		"URL": "https://doi.org/10.1186/s12868-021-00662-z",
		"volume": "22",
		"author": [
			{
				"family": "Rodriguez-Gomez",
				"given": "Diego Alejandro"
			},
			{
				"family": "Garcia-Guaqueta",
				"given": "Danna Paola"
			},
			{
				"family": "Charry-Sánchez",
				"given": "Jesús David"
			},
			{
				"family": "Sarquis-Buitrago",
				"given": "Elias"
			},
			{
				"family": "Blanco",
				"given": "Mariana"
			},
			{
				"family": "Velez-van-Meerbeke",
				"given": "Alberto"
			},
			{
				"family": "Talero-Gutiérrez",
				"given": "Claudia"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					10,
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/SEDCNUXL",
		"type": "article-journal",
		"abstract": "Current global estimates suggest the proportion of the population with autism spectrum disorder (ASD) who have intellectual disability (ID) is approximately 50%. Our objective was to ascertain the existence of selection bias due to under-inclusion of populations with ID across all fields of autism research. A sub-goal was to evaluate inconsistencies in reporting of findings.",
		"container-title": "Molecular Autism",
		"DOI": "10.1186/s13229-019-0260-x",
		"ISSN": "2040-2392",
		"issue": "1",
		"journalAbbreviation": "Molecular Autism",
		"page": "9",
		"source": "BioMed Central",
		"title": "Selection bias on intellectual ability in autism research: a cross-sectional review and meta-analysis",
		"title-short": "Selection bias on intellectual ability in autism research",
		"URL": "https://doi.org/10.1186/s13229-019-0260-x",
		"volume": "10",
		"author": [
			{
				"family": "Russell",
				"given": "Ginny"
			},
			{
				"family": "Mandy",
				"given": "William"
			},
			{
				"family": "Elliott",
				"given": "Daisy"
			},
			{
				"family": "White",
				"given": "Rhianna"
			},
			{
				"family": "Pittwood",
				"given": "Tom"
			},
			{
				"family": "Ford",
				"given": "Tamsin"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					3,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/M2Z4HEZP",
		"type": "article-journal",
		"abstract": "Autism Spectrum Disorder (ASD) is one of the most prevalent neurodevelopmental disorders, affecting an estimated 1 in 59 children. ASD is highly genetically heterogeneous and may be caused by both inheritable and de novo gene variations. In the past decade, hundreds of genes have been identified that contribute to the serious deficits in communication, social cognition, and behavior that patients often experience. However, these only account for 10-20% of ASD cases, and patients with similar pathogenic variants may be diagnosed on very different levels of the spectrum. In this review, we will describe the genetic landscape of ASD and discuss how genetic modifiers such as copy number variation, single nucleotide polymorphisms, and epigenetic alterations likely play a key role in modulating the phenotypic spectrum of ASD patients. We also consider how genetic modifiers can alter convergent signaling pathways and lead to impaired neural circuitry formation. Lastly, we review sex-linked modifiers and clinical implications. Further understanding of these mechanisms is crucial for both comprehending ASD and for developing novel therapies.",
		"container-title": "Frontiers in Cellular Neuroscience",
		"DOI": "10.3389/fncel.2019.00385",
		"ISSN": "1662-5102",
		"journalAbbreviation": "Front. Cell. Neurosci.",
		"language": "English",
		"note": "publisher: Frontiers",
		"source": "Frontiers",
		"title": "Genetic Causes and Modifiers of Autism Spectrum Disorder",
		"URL": "https://www.frontiersin.org/articles/10.3389/fncel.2019.00385",
		"volume": "13",
		"author": [
			{
				"family": "Rylaarsdam",
				"given": "Lauren"
			},
			{
				"family": "Guemez-Gamboa",
				"given": "Alicia"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					8,
					20
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/EBQDAU7K",
		"type": "article-journal",
		"abstract": "A practical consideration for many intellectually able adults with autism spectrum disorder (ASD) is whether to disclose their diagnostic status or try to mask their autistic characteristics to avoid judgment and discrimination. Here, we assessed first impressions of adults with ASD and typically developing controls (N = 40) made by typically developing observers (N = 215) when their diagnostic status was either withheld, accurately provided, or inaccurately provided. First impressions were less favorable for ASD participants compared to typically developing controls across a range of judgments, but were significantly more positive when accurately labeled as ASD compared to when no label was provided, when mislabeled as typically developing, or when mislabeled as having schizophrenia. For typically developing participants, ratings did not change when accurately labeled but improved when mislabeled as ASD. Greater autistic traits for the ASD and typically developing participants were associated with less favorable first impressions, and females were rated more favorably than males. Autism knowledge of the raters, but not age, IQ, or autistic traits, was positively associated with more favorable impressions of ASD participants. Collectively, these findings suggest that first impressions for intellectually able adults with ASD improve with diagnostic disclosure and increased autism understanding on the part of peers.",
		"container-title": "Autism",
		"DOI": "10.1177/1362361317729526",
		"ISSN": "1362-3613",
		"issue": "1",
		"journalAbbreviation": "Autism",
		"language": "en",
		"note": "publisher: SAGE Publications Ltd",
		"page": "50-59",
		"source": "SAGE Journals",
		"title": "First impressions of adults with autism improve with diagnostic disclosure and increased autism knowledge of peers",
		"URL": "https://doi.org/10.1177/1362361317729526",
		"volume": "23",
		"author": [
			{
				"family": "Sasson",
				"given": "Noah J"
			},
			{
				"family": "Morrison",
				"given": "Kerrianne E"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					1,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/MLWV4A85",
		"type": "article-journal",
		"abstract": "10.1542/6314747705112Video AbstractPEDS-VA_2022-0565946314747705112Intellectual ability predicts functional outcomes for children with autism spectrum disorder (ASD). It is essential to classify ASD children with and without intellectual disability (ID) to aid etiological research, provide services, and inform evidence-based educational and health planning.Using a cross-sectional study design, data from 2000 to 2016 active ASD surveillance among 8-year-olds residing in the New York-New Jersey Metropolitan Area were analyzed to determine ASD prevalence with and without ID. Multivariable Poisson regression models were used to identify trends for ASD with ID (ASD-I) and without ID (ASD-N).Overall, 4661 8-year-olds were identified with ASD. Those that were ASI-I were 1505 (32.3%) and 2764 (59.3%) were ASD-N. Males were 3794 (81.4%), 946 (20.3%) were non-Hispanic Black (Black), 1230 (26.4%) were Hispanic, and 2114 (45.4%) were non-Hispanic white (white). We observed 2-fold and 5-fold increases in the prevalence of ASD-I and ASD-N, respectively, from 2000-2016. Black children were 30% less likely to be identified with ASD-N compared with white children. Children residing in affluent areas were 80% more likely to be identified with ASD-N compared with children in underserved areas. A greater proportion of children with ASD-I resided in vulnerable areas compared with children with ASD-N. Males had higher prevalence compared with females regardless of ID status; however, male-to-female ratios were slightly lower among ASD-I compared with ASD-N cases.One-in-3 children with ASD had ID. Disparities in the identification of ASD without ID were observed among Black and Hispanic children as well as among children residing in underserved areas.",
		"container-title": "Pediatrics",
		"DOI": "10.1542/peds.2022-056594",
		"ISSN": "0031-4005",
		"issue": "2",
		"journalAbbreviation": "Pediatrics",
		"page": "e2022056594",
		"source": "Silverchair",
		"title": "Prevalence and Disparities in the Detection of Autism Without Intellectual Disability",
		"URL": "https://doi.org/10.1542/peds.2022-056594",
		"volume": "151",
		"author": [
			{
				"family": "Shenouda",
				"given": "Josephine"
			},
			{
				"family": "Barrett",
				"given": "Emily"
			},
			{
				"family": "Davidow",
				"given": "Amy L."
			},
			{
				"family": "Sidwell",
				"given": "Kate"
			},
			{
				"family": "Lescott",
				"given": "Cara"
			},
			{
				"family": "Halperin",
				"given": "William"
			},
			{
				"family": "Silenzio",
				"given": "Vincent M. B."
			},
			{
				"family": "Zahorodny",
				"given": "Walter"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					1,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/XX7GF6HP",
		"type": "article-journal",
		"abstract": "Autism is a lifelong neurodevelopmental condition characterised by differences in social interaction and communication across multiple contexts, as well as restricted, repetitive patterns of behaviour or interests. As all adults age, they face an appreciable decline in health and functioning. For autistic adults, the challenges are twofold: they may face autism-specific effects of ageing as well as other non-specific, age-related effects experienced by the general population. This report summarises the available literature regarding older autistic adults over the age of 50, from 2010 to mid-2019.",
		"container-title": "Current Developmental Disorders Reports",
		"DOI": "10.1007/s40474-020-00192-z",
		"ISSN": "2196-2987",
		"issue": "2",
		"journalAbbreviation": "Curr Dev Disord Rep",
		"language": "en",
		"page": "69-77",
		"source": "Springer Link",
		"title": "Autism in Later Life: What Is Known and What Is Needed?",
		"title-short": "Autism in Later Life",
		"URL": "https://doi.org/10.1007/s40474-020-00192-z",
		"volume": "7",
		"author": [
			{
				"family": "Sonido",
				"given": "Marisse"
			},
			{
				"family": "Arnold",
				"given": "Samuel"
			},
			{
				"family": "Higgins",
				"given": "Julianne"
			},
			{
				"family": "Hwang",
				"given": "Ye In Jane"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					6,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/3SRBXIMM",
		"type": "article-journal",
		"abstract": "The mental and physical health profile of autistic people has been studied in adolescence and adulthood, with elevated rates of most conditions being reported. However, this has been little studied taking a dimensional approach to autistic traits and in older age.A total of 20,220 adults aged 50–81 years from the PROTECT study reported whether they experienced persistent sociocommunicative traits characteristic of autism. Approximately 1%, 276 individuals, were identified as endorsing elevated autistic traits in childhood and currently, henceforth the “Autism Spectrum Trait” (AST) group. An age- and gender-matched comparison group was formed of 10,495 individuals who did not endorse any autistic behavioral traits, henceforth the “Control Older Adults” (COA) group. Differences between AST and COA groups were explored in self-reported psychiatric diagnoses, self-reported symptoms of current depression and anxiety, and self-reported physical health diagnoses. Associations were also examined between autistic traits and health across the whole sample.The AST group reported significantly elevated rates of psychiatric diagnoses compared to the COA group. Additionally, the AST group showed significantly higher self-reported symptoms of current depression and anxiety than the COA group. However, few differences were observed in individual physical health conditions, and no differences in total co-occurring physical diagnoses between groups. Similar associations between autistic traits and health were also found taking a dimensional approach across the whole sample.These findings suggest that older adults with elevated autistic traits may be at greater risk of poorer mental, but not physical, health in later life. Future studies should incorporate polygenic scores to elucidate the possible genetic links between the propensity to autism/high autistic traits and to psychiatric conditions, and to explore whether those with elevated autistic traits experience particular barriers to mental health care.",
		"container-title": "The Journals of Gerontology: Series B",
		"DOI": "10.1093/geronb/gbaa112",
		"ISSN": "1079-5014",
		"issue": "9",
		"journalAbbreviation": "The Journals of Gerontology: Series B",
		"page": "1726-1737",
		"source": "Silverchair",
		"title": "The Mental and Physical Health Profiles of Older Adults Who Endorse Elevated Autistic Traits",
		"URL": "https://doi.org/10.1093/geronb/gbaa112",
		"volume": "76",
		"author": [
			{
				"family": "Stewart",
				"given": "Gavin R"
			},
			{
				"family": "Corbett",
				"given": "Anne"
			},
			{
				"family": "Ballard",
				"given": "Clive"
			},
			{
				"family": "Creese",
				"given": "Byron"
			},
			{
				"family": "Aarsland",
				"given": "Dag"
			},
			{
				"family": "Hampshire",
				"given": "Adam"
			},
			{
				"family": "Charlton",
				"given": "Rebecca A"
			},
			{
				"family": "Happé",
				"given": "Francesca"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					11,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/SN6F37K9",
		"type": "article-journal",
		"abstract": "Background\nLittle is known about the impact of aging with autism spectrum disorder (ASD) on cognition. As a first step in addressing this gap in our knowledge, the current study examined cognitive functioning among older adults with elevated, but subclinical levels of autistic traits (i.e., the Broad Autism Phenotype; BAP) compared to older adults without the BAP.\nMethod\nForty older adults (aged 60–91, M = 73 years) were recruited and classified as meeting criteria for the BAP (n = 20) or not (control older adults, COA; n = 20). Different components of executive function as well as episodic memory were measured using standardized performance-based neuropsychological assessments in addition to a self-report questionnaire of executive function difficulties.\nResults\nDespite no differences in age, sex ratio, educational history or IQ, the BAP group demonstrated poorer performance on measures of executive function and episodic memory compared to the COA group. The BAP group also self-reported more executive function difficulties in everyday settings. Moreover, differences in working memory and attentional shifting were maintained after accounting for the influences of IQ and both depression and anxiety symptoms.\nConclusions\nThese findings suggest that aging with the BAP confers additional risk to cognitive function for older adults. As the BAP forms a bridge in the continuum from typical to atypical levels of autistic traits, these findings suggest that individuals with ASD might also incur cognitive costs as they age into older adulthood.",
		"container-title": "Research in Autism Spectrum Disorders",
		"DOI": "10.1016/j.rasd.2018.06.009",
		"ISSN": "1750-9467",
		"journalAbbreviation": "Research in Autism Spectrum Disorders",
		"page": "27-36",
		"source": "ScienceDirect",
		"title": "Aging with elevated autistic traits: Cognitive functioning among older adults with the broad autism phenotype",
		"title-short": "Aging with elevated autistic traits",
		"URL": "https://www.sciencedirect.com/science/article/pii/S1750946718301041",
		"volume": "54",
		"author": [
			{
				"family": "Stewart",
				"given": "Gavin R."
			},
			{
				"family": "Charlton",
				"given": "Rebecca A."
			},
			{
				"family": "Wallace",
				"given": "Gregory L."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					10,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/7H2ZH9GW",
		"type": "article-journal",
		"abstract": "Children with autism spectrum disorder (ASD) eventually grow up and need to make the transition from pediatric services to adult. This is a diverse patient population.",
		"container-title": "Cleveland Clinic Journal of Medicine",
		"DOI": "10.3949/ccjm.86a.18100",
		"ISSN": "0891-1150, 1939-2869",
		"issue": "8",
		"journalAbbreviation": "CCJM",
		"language": "en",
		"license": "© 2019 The Cleveland Clinic Foundation. All Rights Reserved.",
		"note": "publisher: Cleveland Clinic Journal of Medicine\nsection: Review\nPMID: 31385792",
		"page": "543-553",
		"source": "www.ccjm.org",
		"title": "Adults with autism spectrum disorder: Updated considerations for healthcare providers",
		"title-short": "Adults with autism spectrum disorder",
		"URL": "https://www.ccjm.org/content/86/8/543",
		"volume": "86",
		"author": [
			{
				"family": "Swetlik",
				"given": "Carol"
			},
			{
				"family": "Earp",
				"given": "Sarah E."
			},
			{
				"family": "Franco",
				"given": "Kathleen N."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					8,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/AB3SIFZ6",
		"type": "article-journal",
		"abstract": "Neurodevelopmental disorders are a diverse group of conditions that occur during the developmental period and result in functional impairments. Intellectual Disability (ID) and Autism Spectrum Disorder (ASD) belong in this group and the criteria for diagnosis is described in DSM-5. There is overlap in the clinical symptoms between the conditions and careful assessment is required to establish diagnosis and determine if there is comorbidity and to plan treatment.",
		"container-title": "Singapore Family Physician",
		"DOI": "10.33591/sfp.48.7.u1",
		"ISSN": "03775305",
		"issue": "7",
		"journalAbbreviation": "SFP",
		"language": "en",
		"page": "6-10",
		"source": "DOI.org (Crossref)",
		"title": "Intellectual Disability and Autism Spectrum Disorder: Definition, Diagnosis, and the Clinical Approach to Differentiating Between Them",
		"title-short": "Intellectual Disability and Autism Spectrum Disorder",
		"URL": "https://www.cfps.org.sg/publications/the-singapore-family-physician/article/1979_pdf",
		"volume": "48",
		"author": [
			{
				"family": "Tan",
				"given": "Giles"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					7,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/MPBR2L3P",
		"type": "article-journal",
		"abstract": "It is recognized that the experiences of women with autism spectrum disorder are often underrepresented in the literature. In this study, 20 women with autism spectrum disorder participated in five focus groups with discussions centered on their service use, unmet service needs, and barriers to care. Overall, women emphasized high unmet service needs, particularly with respect to mental health concerns, residential supports, and vocational and employment services. Participants also perceived many service providers as disregarding or misunderstanding women’s service needs. Findings of the current exploratory study are discussed in relation to areas of future research required to ensure effective care for this understudied population.",
		"container-title": "Autism",
		"DOI": "10.1177/1362361317702561",
		"ISSN": "1362-3613",
		"issue": "8",
		"journalAbbreviation": "Autism",
		"language": "en",
		"note": "publisher: SAGE Publications Ltd",
		"page": "928-937",
		"source": "SAGE Journals",
		"title": "A qualitative study of the service experiences of women with autism spectrum disorder",
		"URL": "https://doi.org/10.1177/1362361317702561",
		"volume": "22",
		"author": [
			{
				"family": "Tint",
				"given": "Ami"
			},
			{
				"family": "Weiss",
				"given": "Jonathan A"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					11,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/4IB84CQI",
		"type": "article-journal",
		"abstract": "Autism spectrum disorder (ASD) is a complex neurodevelopmental disorder with strong evidence for genetic susceptibility. However, the effect sizes for implicated chromosomal loci are small, hard to replicate and current evidence does not explain the majority of the estimated heritability. Phenotypic heterogeneity could be one phenomenon complicating identification of genetic factors. We used data from the Autism Diagnostic Interview-Revised, Autism Diagnostic Observation Schedule, Vineland Adaptive Behavior Scales, head circumferences, and ages at exams as classifying variables to identify more clinically similar subgroups of individuals with ASD. We identified two distinct subgroups of cases within the Autism Genetic Resource Exchange dataset, primarily defined by the overall severity of evaluated traits. In addition, there was significant familial clustering within subgroups (odds ratio, OR ≈ 1.38–1.42, P < 0.00001), and genotypes were more similar within subgroups compared to the unsubgrouped dataset (Fst = 0.17 ± 0.0.0009). These results suggest that the subgroups recapitulate genetic etiology. Using the same approach in an independent dataset from the Autism Genome Project, we similarly identified two distinct subgroups of cases and confirmed this severity-based dichotomy. We also observed evidence for genetic contributions to subgroups identified in the replication dataset. Our results provide more effective methods of phenotype definition that should increase power to detect genetic factors influencing risk for ASD.",
		"container-title": "Genes, Brain and Behavior",
		"DOI": "10.1111/gbb.12117",
		"ISSN": "1601-183X",
		"issue": "3",
		"language": "en",
		"license": "© 2013 John Wiley & Sons Ltd and International Behavioural and Neural Genetics Society",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/gbb.12117",
		"page": "276-285",
		"source": "Wiley Online Library",
		"title": "Genetically meaningful phenotypic subgroups in autism spectrum disorders",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/gbb.12117",
		"volume": "13",
		"author": [
			{
				"family": "Veatch",
				"given": "O. J."
			},
			{
				"family": "Veenstra-VanderWeele",
				"given": "J."
			},
			{
				"family": "Potter",
				"given": "M."
			},
			{
				"family": "Pericak-Vance",
				"given": "M. A."
			},
			{
				"family": "Haines",
				"given": "J. L."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/CKLN6VKW",
		"type": "article-journal",
		"abstract": "Introduction: Intellectual disability (ID) is one of the strongest predictors of outcomes for those with autism spectrum disorder (ASD). Behavioral problems that are commonly observed in autism may be related to the core features of ASD or comorbid diagnoses. Aims: To assess the prevalence of ASD in those with ID referred for disability assessment and the associated medical and psychological comorbid issues. Materials and methods: The present study was a cross-sectional study that included 133 children with mild or moderate ID between 6 and 18 years of age. The study tools used were Indian Scale for Assessment of Autism (ISAA), Behavior Problems Inventory (BPI), and a questionnaire to assess medical symptoms.\nResults: The prevalence of comorbid ASD in children with ID was 16.39%. Individuals with ASD had higher behavioral problems (p = 0.001) and medical issues that included gastrointestinal (GI) symptoms (constipation, p = 0.001; bloating, p = 0.03; and abdominal pain, p = 0.03) and seizure (p = 0.002). Children with severe ASD scores had higher behavioral problem scores.\nConclusion: Individuals with ID who were referred for disability assessment had a significant prevalence of ASD. These children had higher behavioral problems and medical issues. It is thus important to screen for ASD in individuals with ID for better management of these individuals.",
		"container-title": "Indian Journal of Private Psychiatry",
		"DOI": "10.5005/jp-journals-10067-0080",
		"ISSN": "2319-5363",
		"issue": "1",
		"language": "en",
		"page": "38-41",
		"source": "DOI.org (Crossref)",
		"title": "A Cross-sectional Study of Prevalence of Autism Spectrum Disorder among Children Referred for the Assessment of Intellectual Disability for Certification and Its Association with Behavioral and Medical Issues",
		"URL": "https://www.ijiapp.com/doi/10.5005/jp-journals-10067-0080",
		"volume": "15",
		"author": [
			{
				"family": "Venkatakrishna",
				"given": "Sneha"
			},
			{
				"family": "Kota",
				"given": "Sushmitha"
			},
			{
				"family": "Ruth",
				"given": "Sharon"
			},
			{
				"family": "Nanjappa",
				"given": "Vedamurthy Bilagehalli"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					10,
					14
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/IK5C62AN",
		"type": "article-journal",
		"abstract": "Seven decades have elapsed since Leo Kanner described the syndrome he termed early infantile autism. Over this time, and particularly over the past two decades, noteworthy changes have occurred in how the condition is conceptualized. Here we provide an overview of these changes, beginning with a brief discussion of the significance of classification in general before discussing Kanner&apos;s original paper and subsequent changes. We touch on relevant issues, such as comorbidity, dimensional aspects of diagnosis and screening, and the complex issue of diagnosis relative to eligibility for services. Approaches to diagnosis have tended to swing from emphasizing overarching groups (lumping) to focusing on potentially distinct subgroups (splitting). Autism raises particular problems given the broad range of syndrome expression over age and developmental level. The most recent revision of the American Psychiatric Association&apos;s diagnostic taxonomy marks a significant departure from its predecessor and has been the focus of much debate. It remains unclear which of the currently existing categorical approaches will ultimately be most widely applied. We hope to convey a sense of areas in which consensus has been achieved and areas of continued controversy.",
		"container-title": "Annual Review of Clinical Psychology",
		"DOI": "10.1146/annurev-clinpsy-032813-153710",
		"ISSN": "1548-5943, 1548-5951",
		"issue": "Volume 10, 2014",
		"language": "en",
		"note": "publisher: Annual Reviews",
		"page": "193-212",
		"source": "www.annualreviews.org",
		"title": "From Kanner to DSM-5: Autism as an Evolving Diagnostic Concept",
		"title-short": "From Kanner to DSM-5",
		"URL": "https://www.annualreviews.org/content/journals/10.1146/annurev-clinpsy-032813-153710",
		"volume": "10",
		"author": [
			{
				"family": "Volkmar",
				"given": "Fred R."
			},
			{
				"family": "McPartland",
				"given": "James C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014",
					3,
					28
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/2VP9K4AA",
		"type": "article-journal",
		"abstract": "The prevalence of anxiety is higher in autistic young people, compared to\nneurotypical youths. However, the nature of worry in autistic young people is\nunder-researched. Transition from secondary school is a time of change and can\nbe challenging for autistic adolescents. This project explored the content and\nemotional impact of worries in neurotypical and autistic young people during\ntransition. Twenty-two autistic people and 22 neurotypical people, aged 16–18,\nwere recruited from mainstream schools. Participants completed a novel task to\nidentify and explore the nature of their main worries. The participants’ worry\nfrequency and distress levels in relation to their most salient concerns, and\ntheir anxiety levels, were measured. Content analysis highlighted similarities\nand differences between the two groups’ worries. Both groups worried about\nfailure and their prospects of further education. Autistic people were more\nconcerned about change and friendship, whereas more salient worries for\nneurotypical individuals were about work and money. Autistic people were more\ndistressed by their worries than neurotypical individuals. Findings regarding\nthe nature of autistic young people’s worries may help inform interventions.\nMoreover, asking autistic people about their worries as they leave school may\nhelp to address their concerns, ease their transition and reduce distress.",
		"container-title": "Autism",
		"DOI": "10.1177/13623613221111313",
		"ISSN": "1362-3613",
		"issue": "3",
		"journalAbbreviation": "Autism",
		"note": "PMID: 35893767\nPMCID: PMC10074755",
		"page": "667-678",
		"source": "PubMed Central",
		"title": "A comparison of the content and nature of worries of autistic and neurotypical young people as they transition from school",
		"URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10074755/",
		"volume": "27",
		"author": [
			{
				"family": "Waldman",
				"given": "Jack"
			},
			{
				"family": "McPaul",
				"given": "Ann"
			},
			{
				"family": "Jahoda",
				"given": "Andrew"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/RR4G2VMR",
		"type": "article-journal",
		"abstract": "Risk and vulnerability encompass many dimensions of the transition from adolescence to adulthood. Transition from pediatric, parent-supervised health care to more independent, patient-centered adult health care is no exception. The tenets and algorithm of the original 2011 clinical report, “Supporting the Health Care Transition from Adolescence to Adulthood in the Medical Home,” are unchanged. This updated clinical report provides more practice-based quality improvement guidance on key elements of transition planning, transfer, and integration into adult care for all youth and young adults. It also includes new and updated sections on definition and guiding principles, the status of health care transition preparation among youth, barriers, outcome evidence, recommended health care transition processes and implementation strategies using quality improvement methods, special populations, education and training in pediatric onset conditions, and payment options. The clinical report also includes new recommendations pertaining to infrastructure, education and training, payment, and research.",
		"container-title": "Pediatrics",
		"DOI": "10.1542/peds.2018-2587",
		"ISSN": "0031-4005",
		"issue": "5",
		"journalAbbreviation": "Pediatrics",
		"page": "e20182587",
		"source": "Silverchair",
		"title": "Supporting the Health Care Transition From Adolescence to Adulthood in the Medical Home",
		"URL": "https://doi.org/10.1542/peds.2018-2587",
		"volume": "142",
		"author": [
			{
				"family": "White",
				"given": "Patience H."
			},
			{
				"family": "Cooley",
				"given": "W. Carl"
			},
			{
				"family": "TRANSITIONS CLINICAL REPORT AUTHORING GROUP",
				"given": "AMERICAN ACADEMY OF PEDIATRICS",
				"suffix": "AMERICAN ACADEMY OF FAMILY PHYSICIANS, AMERICAN COLLEGE OF PHYSICIANS"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					11,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/G5QLAUXC",
		"type": "article-journal",
		"abstract": "We tested whether autistic adults would show selective difficulties across several\ntests of inferencing and social understanding in the context of average-range core\nlanguage ability. One-hundred and ninety-one participants completed an online battery,\n...",
		"archive_location": "world",
		"container-title": "Royal Society Open Science",
		"DOI": "10.1098/rsos.200845",
		"language": "EN",
		"license": "© 2020 The Authors.",
		"note": "publisher: The Royal Society",
		"source": "royalsocietypublishing.org",
		"title": "Judging meaning: A domain-level difference between autistic and non-autistic adults",
		"title-short": "Judging meaning",
		"URL": "https://royalsocietypublishing.org/doi/10.1098/rsos.200845",
		"author": [
			{
				"family": "Wilson",
				"given": "A. C."
			},
			{
				"family": "Bishop",
				"given": "D. V. M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					11,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/RVC9RPCR",
		"type": "article-journal",
		"abstract": "Prevalence estimates of autism are essential for informing public policy, raising awareness, and developing research priorities. Using a systematic review, we synthesized estimates of the prevalence of autism worldwide. We examined factors accounting for variability in estimates and critically reviewed evidence relevant for hypotheses about biological or social determinants (viz., biological sex, sociodemographic status, ethnicity/race, and nativity) potentially modifying prevalence estimates of autism. We performed the search in November 2021 within Medline for studies estimating autism prevalence, published since our last systematic review in 2012. Data were extracted by two independent researchers. Since 2012, 99 estimates from 71 studies were published indicating a global autism prevalence that ranges within and across regions, with a median prevalence of 100/10,000 (range: 1.09/10,000 to 436.0/10,000). The median male-to-female ratio was 4.2. The median percentage of autism cases with co-occurring intellectual disability was 33.0%. Estimates varied, likely reflecting complex and dynamic interactions between patterns of community awareness, service capacity, help seeking, and sociodemographic factors. A limitation of this review is that synthesizing methodological features precludes a quality appraisal of studies. Our findings reveal an increase in measured autism prevalence globally, reflecting the combined effects of multiple factors including the increase in community awareness and public health response globally, progress in case identification and definition, and an increase in community capacity. Hypotheses linking factors that increase the likelihood of developing autism with variations in prevalence will require research with large, representative samples and comparable autism diagnostic criteria and case-finding methods in diverse world regions over time. Lay Summary We reviewed studies of the prevalence of autism worldwide, considering the impact of geographic, ethnic, and socioeconomic factors on prevalence estimates. Approximately 1/100 children are diagnosed with autism spectrum disorder around the world. Prevalence estimates increased over time and varied greatly within and across sociodemographic groups. These findings reflect changes in the definition of autism and differences in the methodology and contexts of prevalence studies.",
		"container-title": "Autism Research",
		"DOI": "10.1002/aur.2696",
		"ISSN": "1939-3806",
		"issue": "5",
		"language": "en",
		"license": "© 2022 The Authors. Autism Research published by International Society for Autism Research and Wiley Periodicals LLC.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/aur.2696",
		"page": "778-790",
		"source": "Wiley Online Library",
		"title": "Global prevalence of autism: A systematic review update",
		"title-short": "Global prevalence of autism",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/aur.2696",
		"volume": "15",
		"author": [
			{
				"family": "Zeidan",
				"given": "Jinan"
			},
			{
				"family": "Fombonne",
				"given": "Eric"
			},
			{
				"family": "Scorah",
				"given": "Julie"
			},
			{
				"family": "Ibrahim",
				"given": "Alaa"
			},
			{
				"family": "Durkin",
				"given": "Maureen S."
			},
			{
				"family": "Saxena",
				"given": "Shekhar"
			},
			{
				"family": "Yusuf",
				"given": "Afiqah"
			},
			{
				"family": "Shih",
				"given": "Andy"
			},
			{
				"family": "Elsabbagh",
				"given": "Mayada"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/N4JPRCC8",
		"type": "webpage",
		"title": "APA PsycNet FullTextHTML page",
		"URL": "https://psycnet.apa.org/fulltext/2019-75285-001.html",
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/2DFWKGAJ",
		"type": "document",
		"title": "National Autism Indicators Report - July 2015.pdf",
		"URL": "https://drexel.edu/~/media/Files/autismoutcomes/publications/National%20Autism%20Indicators%20Report%20-%20July%202015.ashx",
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/VHGAWMJK",
		"type": "document",
		"title": "National Autism Indicators Report - July 2015.pdf",
		"URL": "https://drexel.edu/~/media/Files/autismoutcomes/publications/National%20Autism%20Indicators%20Report%20-%20July%202015.ashx",
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/9D98GX4Q",
		"type": "document",
		"title": "Natl Autism Indicators Report 2017_Final.pdf",
		"URL": "https://drexel.edu/~/media/Files/autismoutcomes/publications/Natl%20Autism%20Indicators%20Report%202017_Final.ashx",
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/GKJB6VQ4",
		"type": "webpage",
		"title": "OCALI | Employment and the Youth with Autism Spectrum Disorders | National Autism Indicators Report",
		"URL": "https://www.ocali.org/project/2019-Employment-Guide/page/national-autism-indicators-report",
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/H8ZZTCRX",
		"type": "webpage",
		"title": "Report to Congress 2017 - Young Adults and Transitioning Youth with Autism Spectrum Disorder | IACC",
		"URL": "https://iacc.hhs.gov/publications/report-to-congress/2017/",
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/BEK37CXQ",
		"type": "article-journal",
		"abstract": "INTRODUCTION: THE 2020 FEDERAL YOUTH TRANSITION PLAN, A FEDERAL INTERAGENCY STRATEGY 9\nBACKGROUND 10 What is transition? 10 Federal Partners in Transition Workgroup 10 Assumptions 10 VISION AND COMPATIBLE OUTCOME GOALS 11 Vision 11 FPT Compatible Outcome Goals for Transition Programs and Policies 12 FPT APPROACH 14 How FPT Fosters Collaboration 14 FEDERAL INTERAGENCY STRATEGY IN ACTION 19 Administration on Intellectual and Developmental Disabilities’ (AIDD) Partnerships in Employment Systems Change Grants 19 Disability Employment Initiative (DEI) 19 Employment First 19 Leadership Education in Neurodevelopmental and Other Related Disabilities 20 Medicaid & The Health Insurance Marketplaces 20 National Institute on Disability and Rehabilitation Research (NIDRR) Co-funded Research in Transition 21 Promoting Readiness of Minors in Supplemental Security Income (PROMISE) 21 Rehabilitation Services Administration (RSA) Special Demonstration Transition Projects 22 Office of Special Education Programs (OSEP) and Rehabilitation Services Administration (RSA) 23 Youth Transition Demonstration 23 POLICY AREAS FOR FUTURE STRATEGIC FOCUS 24\nCONCLUSION",
		"language": "en",
		"source": "Zotero",
		"title": "The 2020 Federal Youth Transition Plan: A Federal Interagency Strategy"
	},
	{
		"id": "http://zotero.org/groups/5545948/items/7PUIWYP4",
		"type": "webpage",
		"title": "Transition Resources for Autism - Reports | IACC",
		"URL": "https://iacc.hhs.gov/resources/transition/reports/",
		"accessed": {
			"date-parts": [
				[
					"2024",
					5,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5545948/items/9F95Q37T",
		"type": "article-journal",
		"language": "en",
		"source": "Zotero",
		"title": "Young Adults and Transitioning Youth With Autism Spectrum Disorder"
	}
]